{
  "psalm_number": 4,
  "latin_name": "Cum invocarem.",
  "text": "HEAR me when I call, O God of my righteousness: † thou hast set me at liberty when Ī was in tróuble; have mercy upon me, and hárken unto my práyer. 2 O ye sons of men, how long will ye bláspheme mine hónor,\nand have such pleasure in vanity, and séek after fálsehood? 3 Know this also, that the LORD hath chosen to himself the mán that is gódly;\nwhen I call upon the LÓRD he will héar me. 4 Stand in áwe, and sin nót;\ncommune with your own heart, and in your chámber, and be stíll. 5 Offer the sácrifice of ríghteousness,\nand put your trúst in the LÓRD. 6 There be mány that sáy,\nWho will shów us any góod? 7 LORD, líft thou úp\nthe light of thy cóuntenance upón us. 8 Thou hast put gládness in my héart;\nyea, more than when their corn and wine and óil incréase. 9 I will lay me down in peace, and táke my rést;\nfor it is thou, LORD, only, that makest me dwéll in sáfety. 10 Glory be to the Father, and tó the Són,\nand to the Hóly Ghóst; 11 As it was in the beginning, † is now, and éver sháll be,\nworld wíthout énd. Amen.",
  "annotated_text": "HEAR me when I call, O God of my righteousness: † thou hast set me at liberty when Ī was in tr^ouble; have mercy upon me, and h^arken unto my pr^ayer. 2 O ye sons of men, how long will ye bl^aspheme mine h^onor,\nand have such pleasure in vanity, and s/^eek after f^alsehood? 3 Know this also, that the LORD hath chosen to himself the m^an that is g^odly;\nwhen I call upon the LÓRD he will h/^ear me. 4 Stand in ^awe, and sin n^ot;\ncommune with your own heart, and in your ch/^amber, and be st^ill. 5 Offer the s^acrifice of r^ighteousness,\nand put your tr/^ust in the LÓRD. 6 There be m^any that s^ay,\nWho will sh/^ow us any g^ood? 7 LORD, l^ift thou ^up\nthe light of thy c/^ountenance up^on us. 8 Thou hast put gl^adness in my h^eart;\nyea, more than when their corn and wine and /^oil incr^ease. 9 I will lay me down in peace, and t^ake my r^est;\nfor it is thou, LORD, only, that makest me dw/^ell in s^afety. 10 Glory be to the Father, and t^o the S^on,\nand to the H/^oly Gh^ost; 11 As it was in the beginning, † is now, and ^ever sh^all be,\nworld w/^ithout ^end. Amen.",
  "recommended_tone": "8"
}