{
  "psalm_number": 5,
  "latin_name": "Verba mea auribus.",
  "text": "PONDER my wórds, O LÓRD,\nconsider my méditátion. 2 O harken thou unto the voice of my calling, my Kíng and my Gód:\nfor unto thee will I máke my práyer. 3 My voice shalt thou hear betimes, O LORD; † early in the morning will I direct my práyer unto thée, • and wíll look úp 4 For thou art the God that hast no pléasure in wíckedness;\nneither shall any evil dwéll with thée. 5 Such as be foolish shall not stánd in thy síght;\nfor thou hatest all them that wórk iníquity. 6 Thou shalt destroy thém that spéak lies:\nthe LORD will abhor both the bloodthirsty and decéitful mán. 7 But as for me, in the multitude of thy mercy I will come ínto thine hóuse;\nand in thy fear will I worship toward thy hóly témple. 8 Lead me, O LORD, in thy righteousness, becáuse of mine énemies;\nmake thy way pláin before my fáce. 9 For there is no fáithfulness in their móuth;\ntheir inward párts are very wíckedness. 10 Their throat is an ópen sépulchre;\nthey flátter with their tóngue. 11 Destroy thou them, O God; † let them perish through their ówn imaginátions;\ncast them out in the multitude of their ungodliness; for they have rebélled agáinst thee. 12 And let all them that put their trúst in thee rejóice:\nthey shall ever be giving of thanks, because thou defendest them; they that love thy Name shall be jóyful in thée; 13 For thou, LORD, wilt give thy bléssing unto the ríghteous,\nand with thy favorable kindness wilt thou defend him as wíth a shíeld. 14 Glory be to the Father, and tó the Són,\nand to the Hóly Ghóst; 15 As it was in the beginning, † is now, and éver sháll be,\nworld wíthout énd. Amen. Evening Prayer.",
  "annotated_text": "PONDER my w^ords, O LÓRD,\nconsider my m/^edit^ation. 2 O harken thou unto the voice of my calling, my K^ing and my G^od:\nfor unto thee will I m/^ake my pr^ayer. 3 My voice shalt thou hear betimes, O LORD; † early in the morning will I direct my pr^ayer unto th^ee, • and w^ill look ^up 4 For thou art the God that hast no pl^easure in w^ickedness;\nneither shall any evil dw/^ell with th^ee. 5 Such as be foolish shall not st^and in thy s^ight;\nfor thou hatest all them that w/^ork in^iquity. 6 Thou shalt destroy th^em that sp^eak lies:\nthe LORD will abhor both the bloodthirsty and dec/^eitful m^an. 7 But as for me, in the multitude of thy mercy I will come ^into thine h^ouse;\nand in thy fear will I worship toward thy h/^oly t^emple. 8 Lead me, O LORD, in thy righteousness, bec^ause of mine ^enemies;\nmake thy way pl/^ain before my f^ace. 9 For there is no f^aithfulness in their m^outh;\ntheir inward p/^arts are very w^ickedness. 10 Their throat is an ^open s^epulchre;\nthey fl/^atter with their t^ongue. 11 Destroy thou them, O God; † let them perish through their ^own imagin^ations;\ncast them out in the multitude of their ungodliness; for they have reb/^elled ag^ainst thee. 12 And let all them that put their tr^ust in thee rej^oice:\nthey shall ever be giving of thanks, because thou defendest them; they that love thy Name shall be j/^oyful in th^ee; 13 For thou, LORD, wilt give thy bl^essing unto the r^ighteous,\nand with thy favorable kindness wilt thou defend him as w/^ith a sh^ield. 14 Glory be to the Father, and t^o the S^on,\nand to the H/^oly Gh^ost; 15 As it was in the beginning, † is now, and ^ever sh^all be,\nworld w/^ithout ^end. Amen. Evening Prayer.",
  "recommended_tone": "1A"
}