{
  "psalm_number": 28,
  "latin_name": "Ad te, Domine.",
  "text": "UNTO thee will I cry, O LÓRD, my stréngth:\nthink no scorn of me; lest, if thou make as though thou hearest not, I become like them that go dówn into the pít. 2 Hear the voice of my humble petitions, when I crÿ unto thée;\nwhen I hold up my hands towards the mercy-seat of thy hóly témple. 3 O pluck me not away, neither destroy me with the ungodly and wícked dóers,\nwhich speak friendly to their neighbors, but imagine míschief in their héarts. 4 Reward them accórding to their déeds,\nand according to the wickedness of their ówn invéntions. 5 Recompense them after the wórk of their hánds;\npay them that they háve desérved. 6 For they regard not in their mind the works of the LORD,† nor the operátion of his hánds;\ntherefore shall he break them down, and not búild them úp. 7 Práised be the LÓRD;\nfor he hath heard the voice of my húmble petítions. 8 The LORD is my strength, and my shield; † my heart hath trusted in him, and Ī am hélped;\ntherefore my heart danceth for joy, and in my song will Í praise hím. 9 The LÓRD is my stréngth,\nand he is the wholesome defénse of his anóinted. 10 O save thy people, and give thy blessing unto thíne inhéritance:\nfeed them, and set them úp foréver. 11 Glory be to the Father, and tó the Són,\nand to the Hóly Ghóst; 12 As it was in the beginning, † is now, and éver sháll be,\nworld wíthout énd. Amen.",
  "annotated_text": "UNTO thee will I cry, O LÓRD, my str^ength:\nthink no scorn of me; lest, if thou make as though thou hearest not, I become like them that go d/^own into the p^it. 2 Hear the voice of my humble petitions, when I crÿ unto th^ee;\nwhen I hold up my hands towards the mercy-seat of thy h/^oly t^emple. 3 O pluck me not away, neither destroy me with the ungodly and w^icked d^oers,\nwhich speak friendly to their neighbors, but imagine m/^ischief in their h^earts. 4 Reward them acc^ording to their d^eeds,\nand according to the wickedness of their /^own inv^entions. 5 Recompense them after the w^ork of their h^ands;\npay them that they h/^ave des^erved. 6 For they regard not in their mind the works of the LORD,† nor the oper^ation of his h^ands;\ntherefore shall he break them down, and not b/^uild them ^up. 7 Pr^aised be the LÓRD;\nfor he hath heard the voice of my h/^umble pet^itions. 8 The LORD is my strength, and my shield; † my heart hath trusted in him, and Ī am h^elped;\ntherefore my heart danceth for joy, and in my song will Í praise h/^im. 9 The LÓRD is my str^ength,\nand he is the wholesome def/^ense of his an^ointed. 10 O save thy people, and give thy blessing unto th^ine inh^eritance:\nfeed them, and set them /^up for^ever. 11 Glory be to the Father, and t^o the S^on,\nand to the H/^oly Gh^ost; 12 As it was in the beginning, † is now, and ^ever sh^all be,\nworld w/^ithout ^end. Amen.",
  "recommended_tone": "4"
}