{
  "psalm_number": 139,
  "latin_name": "Domine, probasti.",
  "text": "O LORD, thou hast searched me óut, and knówn me.\nThou knowest my down-sitting, and mine uprising;† thou understandest my thóughts long befóre. 2 Thou art about my path, and abóut my béd;\nand art acquainted with áll my wáys. 3 For lo, there is not a wórd in my tóngue,\nbut thou, O LORD, knówest it altogéther. 4 Thou hast beset me behínd and befóre,\nand laid thine hánd upón me. 5 Such knowledge is too wonderful and éxcellent for mé;\nI cannot attáin unto ít. 6 Whither shall I go then fróm thy Spírit?\nor whither shall I go then fróm thy présence? 7 If I climb up into heaven, thóu art thére;\nif I go down to hell, thou árt there álso. 8 If I take the wíngs of the mórning,\nand remain in the uttermost párts of the séa; 9 Even there also shall thý hand léad me,\nand thy ríght hand shall hóld me. 10 If I say, Peradventure the dárkness shall cóver me;\nthen shall my night be túrned to dáy. 11 Yea, the darkness is no darkness with thee,† but the night is as cléar as the dáy;\nthe darkness and light to thee are bóth alíke. 12 For my réins are thíne;\nthou hast covered me in my móther’s wómb. 13 I will give thanks unto thee, for I am fearfully and wónderfully máde:\nmarvelous are thy works, and that my soul knóweth right wéll. 14 My bones are not híd from thée,\nthough I be made secretly, and fashioned benéath in the éarth. 15 Thine eyes did see my substance, yet béing impérfect;\nand in thy book were all my mémbers wrítten; 16 Which day by dáy were fáshioned,\nwhen as yet there was nóne of thém. 17 How dear are thy counsels unto mé, O Gód;\nO how gréat is the súm of them! 18 If I tell them, they are more in númber than the sánd:\nwhen I wake up, I am présent with thée. 19 Wilt thou not slay the wícked, O Gód?\nDepart from me, ye blóodthirsty mén. 20 For they speak unríghteously agáinst thee;\nand thine enemies take thy Náme in váin. 21 Do not I hate them, O LÓRD, that háte thee?\nand am not I grieved with those that ríse up agáinst thee? 22 Yea, I háte them right sóre;\neven as though they wére mine énemies. 23 Try me, O God, and seek the gróund of my héart;\nprove me, and exámine my thóughts. 24 Look well if there be any way of wíckedness ín me;\nand lead me in the wáy everlásting. 25 Glory be to the Father, and tó the Són,\nand to the Hóly Ghóst; 26 As it was in the beginning, † is now, and éver sháll be,\nworld wíthout énd. Amen.",
  "annotated_text": "O LORD, thou hast searched me ^out, and kn^own me.\nThou knowest my down-sitting, and mine uprising;† thou understandest my th/^oughts long bef^ore. 2 Thou art about my path, and ab^out my b^ed;\nand art acquainted with /^all my w^ays. 3 For lo, there is not a w^ord in my t^ongue,\nbut thou, O LORD, kn/^owest it altog^ether. 4 Thou hast beset me beh^ind and bef^ore,\nand laid thine h/^and up^on me. 5 Such knowledge is too wonderful and ^excellent for m^e;\nI cannot att/^ain unto ^it. 6 Whither shall I go then fr^om thy Sp^irit?\nor whither shall I go then fr/^om thy pr^esence? 7 If I climb up into heaven, th^ou art th^ere;\nif I go down to hell, thou /^art there ^also. 8 If I take the w^ings of the m^orning,\nand remain in the uttermost p/^arts of the s^ea; 9 Even there also shall thý hand l^ead me,\nand thy r/^ight hand shall h^old me. 10 If I say, Peradventure the d^arkness shall c^over me;\nthen shall my night be t/^urned to d^ay. 11 Yea, the darkness is no darkness with thee,† but the night is as cl^ear as the d^ay;\nthe darkness and light to thee are b/^oth al^ike. 12 For my r^eins are th^ine;\nthou hast covered me in my m/^other’s w^omb. 13 I will give thanks unto thee, for I am fearfully and w^onderfully m^ade:\nmarvelous are thy works, and that my soul kn/^oweth right w^ell. 14 My bones are not h^id from th^ee,\nthough I be made secretly, and fashioned ben/^eath in the ^earth. 15 Thine eyes did see my substance, yet b^eing imp^erfect;\nand in thy book were all my m/^embers wr^itten; 16 Which day by d^ay were f^ashioned,\nwhen as yet there was n/^one of th^em. 17 How dear are thy counsels unto m^e, O G^od;\nO how gr/^eat is the s^um of them! 18 If I tell them, they are more in n^umber than the s^and:\nwhen I wake up, I am pr/^esent with th^ee. 19 Wilt thou not slay the w^icked, O G^od?\nDepart from me, ye bl/^oodthirsty m^en. 20 For they speak unr^ighteously ag^ainst thee;\nand thine enemies take thy N/^ame in v^ain. 21 Do not I hate them, O LÓRD, that h^ate thee?\nand am not I grieved with those that r/^ise up ag^ainst thee? 22 Yea, I h^ate them right s^ore;\neven as though they w/^ere mine ^enemies. 23 Try me, O God, and seek the gr^ound of my h^eart;\nprove me, and ex/^amine my th^oughts. 24 Look well if there be any way of w^ickedness ^in me;\nand lead me in the w/^ay everl^asting. 25 Glory be to the Father, and t^o the S^on,\nand to the H/^oly Gh^ost; 26 As it was in the beginning, † is now, and ^ever sh^all be,\nworld w/^ithout ^end. Amen.",
  "recommended_tone": "1B"
}