{
  "psalm_number": 101,
  "latin_name": "Misericordiam et",
  "text": "judicium. MY song shall be of mercy and judgment;\nunto thee, O LORD, will I sing. 2 O let me have understanding\nin the way of godliness! 3 When wilt thou come unto me?\nI will walk in my house with a perfect heart. 4 I will take no wicked thing in hand; I hate the sins of unfaithfulness;\nthere shall no such cleave unto me. 5 A froward heart shall depart from me;\nI will not know a wicked person. 6 Whoso privily slandereth his neighbor,\nhim will I destroy. 7 Whoso hath also a haughty look and a proud heart,\nI will not suffer him. 8 Mine eyes look upon such as are faithful in the land,\nthat they may dwell with me. 9 Whoso leadeth a godly life,\nhe shall be my servant. 10 There shall no deceitful person dwell in my house;\nhe that telleth lies shall not tarry in my sight. 11 I shall soon destroy all the ungodly that are in the land;\nthat I may root out all wicked doers from the city of the LORD. 12 Glory be to the Father, and tó the Són,\nand to the Hóly Ghóst; 13 As it was in the beginning, † is now, and éver sháll be,\nworld wíthout énd. Amen. THE TWENTIETH DAY Morning Prayer",
  "annotated_text": "judicium. MY song shall be of mercy and judgment;\nunto thee, O LORD, will I sing. 2 O let me have understanding\nin the way of godliness! 3 When wilt thou come unto me?\nI will walk in my house with a perfect heart. 4 I will take no wicked thing in hand; I hate the sins of unfaithfulness;\nthere shall no such cleave unto me. 5 A froward heart shall depart from me;\nI will not know a wicked person. 6 Whoso privily slandereth his neighbor,\nhim will I destroy. 7 Whoso hath also a haughty look and a proud heart,\nI will not suffer him. 8 Mine eyes look upon such as are faithful in the land,\nthat they may dwell with me. 9 Whoso leadeth a godly life,\nhe shall be my servant. 10 There shall no deceitful person dwell in my house;\nhe that telleth lies shall not tarry in my sight. 11 I shall soon destroy all the ungodly that are in the land;\nthat I may root out all wicked doers from the city of the LORD. 12 Glory be to the Father, and t/^o the S^on,\nand to the H/^oly Gh^ost; 13 As it was in the beginning, † is now, and ^ever sh^all be,\nworld w/^ithout ^end. Amen. THE TWENTIETH DAY Morning Prayer",
  "recommended_tone": "7"
}