{
  "psalm_number": 109,
  "latin_name": "Deus, laudem.",
  "text": "HOLD not thy tongue, O Gód of my praíse;\nfor the mouth of the ungodly, yea, the mouth of the deceitful is ópened upón me. 2 And they have spoken against me wíth false tóngues;\nthey compassed me about also with words of hatred,† and fought against me withóut a cáuse. 3 For the love that I had unto them, lo, they take now my cóntrary párt;\nbut I give myself únto práyer. 4 Thus have they rewarded me évil for goód,\nand hatred for mÿ good wíll. 5 Set thou an ungodly man to be rúler óver him,\nand let an adversary stand at hís right hánd. 6 When sentence is given upon him, let him bé condémned;\nand let his prayer be túrned into sín. 7 Let his dáys be féw;\nand let another táke his óffice. 8 Let his children be fátherléss,\nand his wífe a wídow. 9 Let his children be vagabonds, and bég their breád;\nlet them seek it also out of désolate pláces. 10 Let the extortioner consume áll that he háth;\nand let the stranger spoíl his lábor. 11 Let there be no man to píty hím,\nnor to have compassion upon his fátherless chíldren. 12 Let his posterity bé destróyed;\nand in the next generation let his name be cleán put oút. 13 Let the wickedness of his fathers be had in remembrance in the síght of the LÓRD;\nand let not the sin of his mother be dóne awáy. 14 Let them alway be befóre the LÓRD,\nthat he may root out the memorial of them from óff the eárth; 15 And that, because his mind was nót to do goód;\nbut persecuted the poor helpless man,† that he might slay him that was véxed at the heárt. 16 His delight was in cursing, and it shall happen únto hím;\nhe loved not blessing, therefore shall it be fár from hím. 17 He clothed himself with cursing like as wíth a raíment,\nand it shall come into his bowels like water,† and like oil ínto his bónes. 18 Let it be unto him as the cloak that he háth upón him,\nand as the girdle that he is alway gírded withál. 19 Let it thus happen from the LORD unto mine énemiés,\nand to those that speak evil agaínst my soúl. 20 But deal thou with me, O LORD God, according únto thy Náme;\nfor sweét is thy mércy. 21 O deliver me, for I am hélpless and poór,\nand my heart is woúnded withín me. 22 I go hence like the shadow thát depárteth,\nand am driven awáy as the grásshopper. 23 My knees are weák through fásting;\nmy flesh is dried up for wánt of fátness. 24 I am become also a reproách unto thém:\nthey that look upon me sháke their heáds. 25 Help me, O LÓRD my Gód;\nO save me according tó thy mércy; 26 And they shall know how that thís is thy hánd,\nand that thou, LÓRD, hast dóne it. 27 Though they cúrse, yet bléss thou;\nand let them be confounded that rise up against me;† but let thy sérvant rejoíce. 28 Let mine adversaries be clóthed with sháme;\nand let them cover themselves with their own confusion, as wíth a cloák. 29 As for me, I will give great thanks unto the LÓRD with my moúth,\nand praise him among the múltitúde; 30 For he shall stand at the right hánd of the poór,\nto save his soul from unríghteous júdges. 31 Glory be to the Father, and tó the Són,\nand to the Hóly Ghóst; 32 As it was in the beginning, † is now, and éver sháll be,\nworld wíthout énd. Amen. THE TWENTY-THIRD DAY Morning Prayer",
  "annotated_text": "HOLD not thy tongue, O G^od of my pra^ise;\nfor the mouth of the ungodly, yea, the mouth of the deceitful is /^opened up^on me. 2 And they have spoken against me w^ith false t^ongues;\nthey compassed me about also with words of hatred,† and fought against me with/^out a c^ause. 3 For the love that I had unto them, lo, they take now my c^ontrary p^art;\nbut I give myself /^unto pr^ayer. 4 Thus have they rewarded me ^evil for go^od,\nand hatred for mÿ good w/^ill. 5 Set thou an ungodly man to be r^uler ^over him,\nand let an adversary stand at h/^is right h^and. 6 When sentence is given upon him, let him b^e cond^emned;\nand let his prayer be t/^urned into s^in. 7 Let his d^ays be f^ew;\nand let another t/^ake his ^office. 8 Let his children be f^atherl^ess,\nand his w/^ife a w^idow. 9 Let his children be vagabonds, and b^eg their bre^ad;\nlet them seek it also out of d/^esolate pl^aces. 10 Let the extortioner consume ^all that he h^ath;\nand let the stranger spo/^il his l^abor. 11 Let there be no man to p^ity h^im,\nnor to have compassion upon his f/^atherless ch^ildren. 12 Let his posterity b^e destr^oyed;\nand in the next generation let his name be cle/^an put o^ut. 13 Let the wickedness of his fathers be had in remembrance in the s^ight of the LÓRD;\nand let not the sin of his mother be d/^one aw^ay. 14 Let them alway be bef^ore the LÓRD,\nthat he may root out the memorial of them from /^off the e^arth; 15 And that, because his mind was n^ot to do go^od;\nbut persecuted the poor helpless man,† that he might slay him that was v/^exed at the he^art. 16 His delight was in cursing, and it shall happen ^unto h^im;\nhe loved not blessing, therefore shall it be f/^ar from h^im. 17 He clothed himself with cursing like as w^ith a ra^iment,\nand it shall come into his bowels like water,† and like oil /^into his b^ones. 18 Let it be unto him as the cloak that he h^ath up^on him,\nand as the girdle that he is alway g/^irded with^al. 19 Let it thus happen from the LORD unto mine ^enemi^es,\nand to those that speak evil aga/^inst my so^ul. 20 But deal thou with me, O LORD God, according ^unto thy N^ame;\nfor swe/^et is thy m^ercy. 21 O deliver me, for I am h^elpless and po^or,\nand my heart is wo/^unded with^in me. 22 I go hence like the shadow th^at dep^arteth,\nand am driven aw/^ay as the gr^asshopper. 23 My knees are we^ak through f^asting;\nmy flesh is dried up for w/^ant of f^atness. 24 I am become also a repro^ach unto th^em:\nthey that look upon me sh/^ake their he^ads. 25 Help me, O LÓRD my G^od;\nO save me according t/^o thy m^ercy; 26 And they shall know how that th^is is thy h^and,\nand that thou, LÓRD, hast d/^one it. 27 Though they c^urse, yet bl^ess thou;\nand let them be confounded that rise up against me;† but let thy s/^ervant rejo^ice. 28 Let mine adversaries be cl^othed with sh^ame;\nand let them cover themselves with their own confusion, as w/^ith a clo^ak. 29 As for me, I will give great thanks unto the LÓRD with my mo^uth,\nand praise him among the m/^ultit^ude; 30 For he shall stand at the right h^and of the po^or,\nto save his soul from unr/^ighteous j^udges. 31 Glory be to the Father, and t^o the S^on,\nand to the H/^oly Gh^ost; 32 As it was in the beginning, † is now, and ^ever sh^all be,\nworld w/^ithout ^end. Amen. THE TWENTY-THIRD DAY Morning Prayer",
  "recommended_tone": "4"
}