{
  "psalm_number": 25,
  "latin_name": "Ad te, Domine, levavi.",
  "text": "UNTO thee, O LORD, will I lift up my soul; † my God, I have put my trúst in thée:\nO let me not be confounded, neither let mine enemies tríumph over mé. 2 For all they that hope in thee shall nót be ashámed;\nbut such as transgress without a cause shall be pút to confúsion. 3 Show me thy wáys, O LÓRD,\nand teach mé thy páths. 4 Lead me forth in thy trúth, and léarn me:\nfor thou art the God of my salvation; in thee hath been my hópe all the day lóng. 5 Call to remembrance, O LORD, thy ténder mércies,\nand thy loving-kindnesses, which have been éver of óld. 6 O remember not the sins and offénces of my yóuth;\nbut according to thy mercy think thou upon me, O LÓRD, for thy góodness. 7 Gracious and ríghteous is the LÓRD;\ntherefore, will he teach sínners in the wáy. 8 Them that are meek shall he gúide in júdgment;\nand such as are gentle, them shall he léarn his wáy. 9 All the paths of the LORD are mércy and trúth,\nunto such as keep his cóvenant and his téstimonies. 10 For thy Name’s sáke, O LÓRD,\nbe merciful unto my sín; for it is gréat. 11 What man is he that féareth the LÓRD?\nhim shall he teach in the wáy that he shall chóose. 12 His soul shall dwéll at éase,\nand his seed shall inhérit the lánd. 13 The secret of the LORD is among thém that fear hím;\nand he will shów them his cóvenant. 14 Mine eyes are ever looking únto the LÓRD;\nfor he shall pluck my feet óut of the nét. 15 Turn thee unto me, and have mércy upon mé;\nfor I am désolate, and in mísery. 16 The sorrows of my héart are enlárged:\nO bring thou me óut of my tróubles. 17 Look upon my advérsity and mísery,\nand forgive me áll my sín. 18 Consider mine enemies, how mány they áre;\nand they bear a tyrannous háte against mé. 19 O keep my soul, and delíver mé:\nlet me not be confounded, for I have put my trúst in thée. 20 Let perfectness and righteous dealing wáit upon mé;\nfor my hope hath béen in thée. 21 Deliver Ísrael, O Gód,\nout of áll his tróubles. 22 Glory be to the Father, and tó the Són,\nand to the Hóly Ghóst; 23 As it was in the beginning, † is now, and éver sháll be,\nworld wíthout énd. Amen.",
  "annotated_text": "UNTO thee, O LORD, will I lift up my soul; † my God, I have put my tr^ust in th^ee:\nO let me not be confounded, neither let mine enemies tr/^iumph over m^e. 2 For all they that hope in thee shall n^ot be ash^amed;\nbut such as transgress without a cause shall be p/^ut to conf^usion. 3 Show me thy w^ays, O LÓRD,\nand teach m/^e thy p^aths. 4 Lead me forth in thy tr^uth, and l^earn me:\nfor thou art the God of my salvation; in thee hath been my h/^ope all the day l^ong. 5 Call to remembrance, O LORD, thy t^ender m^ercies,\nand thy loving-kindnesses, which have been /^ever of ^old. 6 O remember not the sins and off^ences of my y^outh;\nbut according to thy mercy think thou upon me, O LÓRD, for thy g/^oodness. 7 Gracious and r^ighteous is the LÓRD;\ntherefore, will he teach s/^inners in the w^ay. 8 Them that are meek shall he g^uide in j^udgment;\nand such as are gentle, them shall he l/^earn his w^ay. 9 All the paths of the LORD are m^ercy and tr^uth,\nunto such as keep his c/^ovenant and his t^estimonies. 10 For thy Name’s s^ake, O LÓRD,\nbe merciful unto my s/^in; for it is gr^eat. 11 What man is he that f^eareth the LÓRD?\nhim shall he teach in the w/^ay that he shall ch^oose. 12 His soul shall dw^ell at ^ease,\nand his seed shall inh/^erit the l^and. 13 The secret of the LORD is among th^em that fear h^im;\nand he will sh/^ow them his c^ovenant. 14 Mine eyes are ever looking ^unto the LÓRD;\nfor he shall pluck my feet /^out of the n^et. 15 Turn thee unto me, and have m^ercy upon m^e;\nfor I am d/^esolate, and in m^isery. 16 The sorrows of my h^eart are enl^arged:\nO bring thou me /^out of my tr^oubles. 17 Look upon my adv^ersity and m^isery,\nand forgive me /^all my s^in. 18 Consider mine enemies, how m^any they ^are;\nand they bear a tyrannous h/^ate against m^e. 19 O keep my soul, and del^iver m^e:\nlet me not be confounded, for I have put my tr/^ust in th^ee. 20 Let perfectness and righteous dealing w^ait upon m^e;\nfor my hope hath b/^een in th^ee. 21 Deliver Ísrael, O G^od,\nout of /^all his tr^oubles. 22 Glory be to the Father, and t^o the S^on,\nand to the H/^oly Gh^ost; 23 As it was in the beginning, † is now, and ^ever sh^all be,\nworld w/^ithout ^end. Amen.",
  "recommended_tone": "1A"
}