{
  "psalm_number": 6,
  "latin_name": "Domine, ne in furore.",
  "text": "LORD, rebuke me not in thíne indignàtion,\nneither chasten me in thý displéasure. 2 Have mercy upon me, O LORD, for Í am wéak;\nO LORD, heal me, for my bónes are véxed. 3 My soul also ís sore tróubled:\nbut, LORD, how lóng wilt thou púnish me? 4 Turn thee, O LORD, and delíver my sóul;\nO save me, for thy mércy’s sáke. 5 For in death no man remémbereth thée;\nand who will give thee thánks in the pít? 6 I am wéary of my gróaning;\nevery night wash I my bed, and water my cóuch with my téars. 7 My beauty is gone for véry tróuble,\nand worn away because of áll mine énemies. 8 Away from me, all ye that wórk iníquity;\nfor the LORD hath heard the vóice of my wéeping. 9 The LORD hath héard my petítion;\nthe LORD will recéive my práyer. 10 All mine enemies shall be confóunded, and sore véxed;\nthey shall be turned back, and pút to shame súddenly. 11 Glory be to the Father, and tó the Són,\nand to the Hóly Ghóst; 12 As it was in the beginning, † is now, and éver sháll be,\nworld wíthout énd. Amen.",
  "annotated_text": "LORD, rebuke me not in th^ine indign^ation,\nneither chasten me in thý displ/^easure. 2 Have mercy upon me, O LORD, for Í am w^eak;\nO LORD, heal me, for my b/^ones are v^exed. 3 My soul also ^is sore tr^oubled:\nbut, LORD, how l/^ong wilt thou p^unish me? 4 Turn thee, O LORD, and del^iver my s^oul;\nO save me, for thy m/^ercy’s s^ake. 5 For in death no man rem^embereth th^ee;\nand who will give thee th/^anks in the p^it? 6 I am w^eary of my gr^oaning;\nevery night wash I my bed, and water my c/^ouch with my t^ears. 7 My beauty is gone for v^ery tr^ouble,\nand worn away because of /^all mine ^enemies. 8 Away from me, all ye that w^ork in^iquity;\nfor the LORD hath heard the v/^oice of my w^eeping. 9 The LORD hath h^eard my pet^ition;\nthe LORD will rec/^eive my pr^ayer. 10 All mine enemies shall be conf^ounded, and sore v^exed;\nthey shall be turned back, and p/^ut to shame s^uddenly. 11 Glory be to the Father, and t^o the S^on,\nand to the H/^oly Gh^ost; 12 As it was in the beginning, † is now, and ^ever sh^all be,\nworld w/^ithout ^end. Amen.",
  "recommended_tone": "8"
}