{
  "psalm_number": 2,
  "latin_name": "Quare fremuerunt gentes?",
  "text": "WHY do the heathen so fúriously rage togéther?\nand why do the people imágine a váin thing? 2 The kings of the earth stand up, and the rulers take cóunsel togéther\nagainst the LORD, and agàinst his Anóinted: 3 Let us break their bónds asúnder,\nand cast away their córds from ús. 4 He that dwelleth in heaven shall láugh them to scórn:\nthe LORD shall háve them in derísion. 5 Then shall he speak unto thém in his wráth,\nand vex them in his sóre displéasure: 6 Yet have I set my King upon my hóly hill of Síon.\nI will rehéarse the décree; 7 The LORD hath sáid unto mé,\nThou art my Son, this dáy have I begótten thee. 8 Desire of me, and I shall give thee the nátions for thine inhéritance,\nand the utmost parts of the éarth for thy posséssion. 9 Thou shalt bruise them with a ród of íron,\nand break them in pieces like a pótter’s véssel. 10 Be wise now therefore, Ó ye kíngs;\nbe instructed, ye that are júdges of the éarth. 11 Serve the LÓRD in féar,\nand rejoice unto hím with réverence. 12 Kiss the Son, lést he be ángry,\nand so ye pérish from the right wáy 13 If his wrath be kindled, yéa but a líttle.\nBlessed are all they that put their trúst in hím. 14 Glory be to the Father, and tó the Són,\nand to the Hóly Ghóst; 15 As it was in the beginning, † is now, and éver sháll be,\nworld wíthout énd. Amen.",
  "annotated_text": "WHY do the heathen so f^uriously rage tog^ether?\nand why do the people im/^agine a v^ain thing? 2 The kings of the earth stand up, and the rulers take c^ounsel tog^ether\nagainst the LORD, and ag/^ainst his An^ointed: 3 Let us break their b^onds as^under,\nand cast away their c/^ords from ^us. 4 He that dwelleth in heaven shall l^augh them to sc^orn:\nthe LORD shall h/^ave them in der^ision. 5 Then shall he speak unto th^em in his wr^ath,\nand vex them in his s/^ore displ^easure: 6 Yet have I set my King upon my h^oly hill of S^ion.\nI will reh/^earse the d^ecree; 7 The LORD hath s^aid unto m^e,\nThou art my Son, this d/^ay have I beg^otten thee. 8 Desire of me, and I shall give thee the n^ations for thine inh^eritance,\nand the utmost parts of the /^earth for thy poss^ession. 9 Thou shalt bruise them with a r^od of ^iron,\nand break them in pieces like a p/^otter’s v^essel. 10 Be wise now therefore, Ó ye k^ings;\nbe instructed, ye that are j/^udges of the ^earth. 11 Serve the LÓRD in f^ear,\nand rejoice unto h/^im with r^everence. 12 Kiss the Son, l^est he be ^angry,\nand so ye p/^erish from the right w^ay 13 If his wrath be kindled, y^ea but a l^ittle.\nBlessed are all they that put their tr/^ust in h^im. 14 Glory be to the Father, and t^o the S^on,\nand to the H/^oly Gh^ost; 15 As it was in the beginning, † is now, and ^ever sh^all be,\nworld w/^ithout ^end. Amen.",
  "recommended_tone": "3A"
}