{
  "psalm_number": 64,
  "latin_name": "Exaudi, Deus.",
  "text": "HEAR my voice, O Gód, in my práyer;\npreserve my life from féar of the énemy. 2 Hide me from the gathering tógether of the fróward,\nand from the insurrection of wícked dóers; 3 Who have whet their tóngue like a swórd,\nand shoot out their arrows, even bítter wórds; 4 That they may privily shoot at hím that is pérfect:\nsuddenly do they hít him, and fear nót. 5 They encourage themsélves in míschief,\nand commune among themselves, how they may lay snares; and say, that no mán shall sée them. 6 They imagine wíckedness, and práctise it;\nthat they keep secret among themselves, every man in the déep of his héart. 7 But God shall suddenly shóot at them with a swift árrow,\nthat théy shall be wóunded. 8 Yea, their own tongues shall máke them fáll;\ninsomuch that whoso seeth them shall láugh them to scórn. 9 And all men that see it shall say, Thís hath God dóne;\nfor they shall perceive that ít is his wórk. 10 The righteous shall rejoice in the LORD, and put his trúst in hím;\nand all they that are true of héart shall be glád. 11 Glory be to the Father, and tó the Són,\nand to the Hóly Ghóst; 12 As it was in the beginning, † is now, and éver sháll be,\nworld wíthout énd. Amen. Evening Prayer",
  "annotated_text": "HEAR my voice, O G^od, in my pr^ayer;\npreserve my life from f/^ear of the ^enemy. 2 Hide me from the gathering t^ogether of the fr^oward,\nand from the insurrection of w/^icked d^oers; 3 Who have whet their t^ongue like a sw^ord,\nand shoot out their arrows, even b/^itter w^ords; 4 That they may privily shoot at h^im that is p^erfect:\nsuddenly do they h/^it him, and fear n^ot. 5 They encourage thems^elves in m^ischief,\nand commune among themselves, how they may lay snares; and say, that no m/^an shall s^ee them. 6 They imagine w^ickedness, and pr^actise it;\nthat they keep secret among themselves, every man in the d/^eep of his h^eart. 7 But God shall suddenly sh^oot at them with a swift ^arrow,\nthat th/^ey shall be w^ounded. 8 Yea, their own tongues shall m^ake them f^all;\ninsomuch that whoso seeth them shall l/^augh them to sc^orn. 9 And all men that see it shall say, Th^is hath God d^one;\nfor they shall perceive that /^it is his w^ork. 10 The righteous shall rejoice in the LORD, and put his tr^ust in h^im;\nand all they that are true of h/^eart shall be gl^ad. 11 Glory be to the Father, and t^o the S^on,\nand to the H/^oly Gh^ost; 12 As it was in the beginning, † is now, and ^ever sh^all be,\nworld w/^ithout ^end. Amen. Evening Prayer",
  "recommended_tone": "2"
}