{
  "psalm_number": 106,
  "latin_name": "Confitemini Domino.",
  "text": "O GIVE thanks unto the LORD; for hé is grácious,\nand his mercy endúreth foréver. 2 Who can express the noble ácts of the LÓRD,\nor show forth áll his praíse? 3 Blessed are they that álway keep júdgment,\nand do ríghteousnéss. 4 Remember me, O LORD,† according to the favor that thou bearest untó thy peóple;\nO visit me with thÿ salvátion; 5 That I may see the felicity óf thy chósen,\nand rejoice in the gladness of thy people,† and give thanks with thine inhéritánce. 6 We have sínned with our fáthers;\nwe have done amiss, and dealt wíckedlÿ. 7 Our fathers regarded not thy wonders in Egypt,† neither kept they thy great goodness ín remémbrance;\nbut were disobedient at the sea, even át the Red Seá. 8 Nevertheless, he helped them for hís Name’s sáke,\nthat he might make his pówer to be knówn. 9 He rebuked the Red Sea also, and ít was dried úp;\nso he led them through the deep, as through a wíldernéss. 10 And he saved them from the adversáry’s hánd,\nand delivered them from the hand of the énemÿ. 11 As for those that troubled them, the waters óverwhélmed them;\nthere was not óne of them léft. 12 Then beliéved they his wórds,\nand sang praíse unto hím. 13 But within a while they forgát his wórks,\nand would not abíde his coúnsel. 14 But lust came upon them in the wíldernéss,\nand they tempted Gód in the désert. 15 And he gave them theír desíre,\nand sent leanness withal ínto their soúl. 16 They angered Moses also ín the ténts,\nand Aaron the saínt of the LÓRD. 17 So the earth opened, and swállowed up Dáthan,\nand covered the congregation of Ábíram. 18 And the fire was kindled in their cómpanÿ;\nthe flame burnt up thé ungódly. Glory be to the Father, and tó the Són,\nand to the Hóly Ghóst; As it was in the beginning, † is now, and éver sháll be,\nworld wíthout énd. Amen.",
  "annotated_text": "O GIVE thanks unto the LORD; for h^e is gr^acious,\nand his mercy end/^ureth for^ever. 2 Who can express the noble ^acts of the LÓRD,\nor show forth /^all his pra^ise? 3 Blessed are they that ^alway keep j^udgment,\nand do r/^ighteousn^ess. 4 Remember me, O LORD,† according to the favor that thou bearest unt^o thy pe^ople;\nO visit me with thÿ salv/^ation; 5 That I may see the felicity ^of thy ch^osen,\nand rejoice in the gladness of thy people,† and give thanks with thine inh/^erit^ance. 6 We have s^inned with our f^athers;\nwe have done amiss, and dealt w/^ickedlÿ. 7 Our fathers regarded not thy wonders in Egypt,† neither kept they thy great goodness ^in rem^embrance;\nbut were disobedient at the sea, even /^at the Red Se^a. 8 Nevertheless, he helped them for h^is Name’s s^ake,\nthat he might make his p/^ower to be kn^own. 9 He rebuked the Red Sea also, and ^it was dried ^up;\nso he led them through the deep, as through a w/^ildern^ess. 10 And he saved them from the advers^ary’s h^and,\nand delivered them from the hand of the /^enemÿ. 11 As for those that troubled them, the waters ^overwh^elmed them;\nthere was not /^one of them l^eft. 12 Then beli^eved they his w^ords,\nand sang pra/^ise unto h^im. 13 But within a while they forg^at his w^orks,\nand would not ab/^ide his co^unsel. 14 But lust came upon them in the w^ildern^ess,\nand they tempted G/^od in the d^esert. 15 And he gave them the^ir des^ire,\nand sent leanness withal /^into their so^ul. 16 They angered Moses also ^in the t^ents,\nand Aaron the sa/^int of the LÓRD. 17 So the earth opened, and sw^allowed up D^athan,\nand covered the congregation of Áb/^iram. 18 And the fire was kindled in their c^ompanÿ;\nthe flame burnt up th/^e ung^odly. Glory be to the Father, and t^o the S^on,\nand to the H/^oly Gh^ost; As it was in the beginning, † is now, and ^ever sh^all be,\nworld w/^ithout ^end. Amen."
}