{
  "psalm_number": 38,
  "latin_name": "Domine, ne in furore.",
  "text": "PUT me not to rebuke, O LORD, ín thine ánger;\nneither chasten me in thy héavy displéasure: 2 For thine arrows stick fást in mé,\nand thy hand présseth me sóre. 3 There is no health in my flesh, because of thý displéasure;\nneither is there any rest in my bones, by réason óf my sin. 4 For my wickednesses are gone óver my héad,\nand are like a sore burden, too héavy for mé to bear. 5 My wounds stink, and áre corrúpt,\nthróugh my fóolishness. 6 I am brought into so great tróuble and mísery,\nthat I go mourning áll the dáy long. 7 For my loins are filled with a sóre diséase,\nand there is no whole párt in my bódy. 8 I am féeble and sore smítten;\nI have roared for the very disquíetness óf my heart. 9 Lord, thou knowest áll my désire;\nand my groaning ís not híd from thee. 10 My heart panteth, my stréngth hath fáiled me,\nand the light of mine éyes is góne from me. 11 My lovers and my neighbors did stand looking upón my tróuble,\nand my kínsmen stóod afar off. 12 They also that sought after my lífe laid snáres for me;\nand they that went about to do me evil talked of wickedness, and imagined decéit all the dáy long. 13 As for me, I was like a deaf mán, and héard not;\nand as one that is dumb, who doth not ópen his móuth. 14 I became even as a mán that héareth not,\nand in whose móuth are nó reproofs. 15 For in thee, O LORD, have I pút my trúst;\nthou shalt answer for me, O Lórd my Gód. 16 I have required that they, even mine enemies, should not tríumph óver me;\nfor when my foot slipped, they rejoíced greatly agáinst me. 17 And I truly am sét in the plágue,\nand my heaviness is éver ín my sight. 18 For I will conféss my wíckedness,\nand be sórry fór my sin. 19 But mine enemies líve, and are míghty;\nand they that hate me wrongfully are mány in númber. 20 They also that reward evil for good áre agáinst me;\nbecause I follow the thíng that góod is. 21 Forsake me not, O LÓRD my Gód;\nbe not thóu fár from me. 22 Haste thée to hélp me,\nO Lord God of mý salvátion. 23 Glory be to the Father, and tó the Són,\nand to the Hóly Ghóst; 24 As it was in the beginning, † is now, and éver sháll be,\nworld wíthout énd. Amen.",
  "annotated_text": "PUT me not to rebuke, O LORD, ^in thine ^anger;\nneither chasten me in thy h/^eavy displ^easure: 2 For thine arrows stick f^ast in m^e,\nand thy hand pr/^esseth me s^ore. 3 There is no health in my flesh, because of thý displ^easure;\nneither is there any rest in my bones, by r/^eason ^of my sin. 4 For my wickednesses are gone ^over my h^ead,\nand are like a sore burden, too h/^eavy for m^e to bear. 5 My wounds stink, and ^are corr^upt,\nthr/^ough my f^oolishness. 6 I am brought into so great tr^ouble and m^isery,\nthat I go mourning /^all the d^ay long. 7 For my loins are filled with a s^ore dis^ease,\nand there is no whole p/^art in my b^ody. 8 I am f^eeble and sore sm^itten;\nI have roared for the very disqu/^ietness ^of my heart. 9 Lord, thou knowest ^all my d^esire;\nand my groaning /^is not h^id from thee. 10 My heart panteth, my str^ength hath f^ailed me,\nand the light of mine /^eyes is g^one from me. 11 My lovers and my neighbors did stand looking up^on my tr^ouble,\nand my k/^insmen st^ood afar off. 12 They also that sought after my l^ife laid sn^ares for me;\nand they that went about to do me evil talked of wickedness, and imagined dec/^eit all the d^ay long. 13 As for me, I was like a deaf m^an, and h^eard not;\nand as one that is dumb, who doth not /^open his m^outh. 14 I became even as a m^an that h^eareth not,\nand in whose m/^outh are n^o reproofs. 15 For in thee, O LORD, have I p^ut my tr^ust;\nthou shalt answer for me, O L/^ord my G^od. 16 I have required that they, even mine enemies, should not tr^iumph ^over me;\nfor when my foot slipped, they rejo/^iced greatly ag^ainst me. 17 And I truly am s^et in the pl^ague,\nand my heaviness is /^ever ^in my sight. 18 For I will conf^ess my w^ickedness,\nand be s/^orry f^or my sin. 19 But mine enemies l^ive, and are m^ighty;\nand they that hate me wrongfully are m/^any in n^umber. 20 They also that reward evil for good ^are ag^ainst me;\nbecause I follow the th/^ing that g^ood is. 21 Forsake me not, O LÓRD my G^od;\nbe not th/^ou f^ar from me. 22 Haste th^ee to h^elp me,\nO Lord God of mý salv/^ation. 23 Glory be to the Father, and t^o the S^on,\nand to the H/^oly Gh^ost; 24 As it was in the beginning, † is now, and ^ever sh^all be,\nworld w/^ithout ^end. Amen.",
  "recommended_tone": "4"
}