{
  "psalm_number": 72,
  "latin_name": "Deus, judicium.",
  "text": "GIVE the King thy júdgments, O Gód,\nand thy righteousness únto the King’s són. 2 Then shall he judge thy people accórding unto ríght,\nand defénd the póor. 3 The mountains also sháll bring péace,\nand the little hills righteousness únto the péople. 4 He shall keep the simple fólk by their ríght,\ndefend the children of the poor, and púnish the wróng doer. 5 They shall fear thee, as long as the sun and móon endúreth,\nfrom one generátion to anóther. 6 He shall come down like the rain upón the mown gráss,\neven as the drops that wáter the éarth. 7 In his time shall the réghteous flóurish;\nyea, and abundance of peace, so long as the móon endúreth. 8 His dominion shall be also from the one séa to the óther,\nand from the River únto the world’s énd. 9 They that dwell in the wilderness shall knéel befóre him;\nhis enemies shall líck the dúst. 10 The kings of Tarshish and of the ísles shall give présents;\nthe kings of Arabia and Sába shall bring gífts. 11 All kings shall fáll down befóre him;\nall nations shall dó him sérvice. 12 For he shall deliver the póor when he críeth;\nthe needy also, and him that háth no hélper. 13 He shall be favorable to the símple and néedy,\nand shall preserve the sóuls of the póor. 14 He shall deliver their souls from fálsehood and wróng;\nand dear shall their blóod be in his síght. 15 He shall live, and unto him shall be given of the góld of Arábia;\nprayer shall be made ever unto him, and daily shall hé be práised. 16 There shall be an heap of corn in the earth, high upon the hills ; the fruit thereof shall sháke like Lébanon:\nand they of the city shall flourish like gráss upon the éarth. 17 His Name shall endure forever; his Name shall remain under the sun among the posterities, which shall be bléssed in hím;\nand all the nátions shall práise him. 18 Blessed be the LORD God, even the Gód of Ísrael,\nwhich only doeth wóndrous thíngs; 19 And blessed be the Name of his májesty foréver:\nand all the earth shall be fílled with his májesty. Amen, Amen. 20 Glory be to the Father, and tó the Són,\nand to the Hóly Ghóst; 21 As it was in the beginning, † is now, and éver sháll be,\nworld wíthout énd. Amen. BOOK III Evening Prayer",
  "annotated_text": "GIVE the King thy j^udgments, O G^od,\nand thy righteousness /^unto the King’s s^on. 2 Then shall he judge thy people acc^ording unto r^ight,\nand def/^end the p^oor. 3 The mountains also sh^all bring p^eace,\nand the little hills righteousness /^unto the p^eople. 4 He shall keep the simple f^olk by their r^ight,\ndefend the children of the poor, and p/^unish the wr^ong doer. 5 They shall fear thee, as long as the sun and m^oon end^ureth,\nfrom one gener/^ation to an^other. 6 He shall come down like the rain up^on the mown gr^ass,\neven as the drops that w/^ater the ^earth. 7 In his time shall the r^eghteous fl^ourish;\nyea, and abundance of peace, so long as the m/^oon end^ureth. 8 His dominion shall be also from the one s^ea to the ^other,\nand from the River /^unto the world’s ^end. 9 They that dwell in the wilderness shall kn^eel bef^ore him;\nhis enemies shall l/^ick the d^ust. 10 The kings of Tarshish and of the ^isles shall give pr^esents;\nthe kings of Arabia and S/^aba shall bring g^ifts. 11 All kings shall f^all down bef^ore him;\nall nations shall d/^o him s^ervice. 12 For he shall deliver the p^oor when he cr^ieth;\nthe needy also, and him that h/^ath no h^elper. 13 He shall be favorable to the s^imple and n^eedy,\nand shall preserve the s/^ouls of the p^oor. 14 He shall deliver their souls from f^alsehood and wr^ong;\nand dear shall their bl/^ood be in his s^ight. 15 He shall live, and unto him shall be given of the g^old of Ar^abia;\nprayer shall be made ever unto him, and daily shall h/^e be pr^aised. 16 There shall be an heap of corn in the earth, high upon the hills ; the fruit thereof shall sh^ake like L^ebanon:\nand they of the city shall flourish like gr/^ass upon the ^earth. 17 His Name shall endure forever; his Name shall remain under the sun among the posterities, which shall be bl^essed in h^im;\nand all the n/^ations shall pr^aise him. 18 Blessed be the LORD God, even the G^od of Ísrael,\nwhich only doeth w/^ondrous th^ings; 19 And blessed be the Name of his m^ajesty for^ever:\nand all the earth shall be f/^illed with his m^ajesty. Amen, Amen. 20 Glory be to the Father, and t^o the S^on,\nand to the H/^oly Gh^ost; 21 As it was in the beginning, † is now, and ^ever sh^all be,\nworld w/^ithout ^end. Amen. BOOK III Evening Prayer",
  "recommended_tone": "6C"
}