{
  "psalm_number": 68,
  "latin_name": "Exsurgat Deus.",
  "text": "LET God arise, and let his énemies be scáttered;\nlet them also that hate him flée befóre him. 2 Like as the smoke vanisheth, so shalt thou dríve them awáy;\nand like as wax melteth at the fire, so let the ungodly perish at the présence of Gód. 3 But let the righteous be glad, and rejóice before Gód;\nlet them also be mérry and jóyful. 4 O sing unto God, and sing praises unto his Name; magnify him that rídeth upon the héavens;\npraise him in his Name JAH, and rejóice befóre him. 5 He is a Father of the fatherless, and defendeth the cáuse of the wídows;\neven God in his hóly habitátion. 6 He is the God that maketh men to be of one mind in an house, and bringeth the prísoners out of captívity;\nbut letteth the runagates contínue in scárceness. 7 O God, when thou wentest forth befóre the péople;\nwhen thou wentest thróugh the wílderness, 8 The earth shook, and the heavens dropped at the présence of Gód;\neven as Sinai also was moved at the presence of God, who is the Gód of Ísrael. 9 Thou, O God, sentest a gracious rain upon thíne inhéritance,\nand refreshedst it when ít was wéary. 10 Thy congregation shall dwéll theréin;\nfor thou, O God, hast of thy goodness prepáred for the póor. 11 The Lórd gave the wórd;\ngreat was the company of women that báre the tídings. 12 Kings with their armies did flee, and wére discómfited,\nand they of the household divíded the spóil. 13 Though ye have lain among the sheep-folds, yet shall ye be as the wíngs of a dóve\nthat is covered with silver wings, and her féathers like góld. 14 When the Almighty scattered kíngs for their sáke,\nthen were they as white as snáw in Sálmon. 15 As the hill of Bashan, só is Gód’s híll;\neven an high hill, as the híll of Báshan. 16 Why mock ye so, ye high hills? this is God’s hill, in the which it pléaseth him to dwéll;\nyea, the LORD will abide in ít foréver. 17 The chariots of God are twenty thousand, even thóusands of ángels;\nand the Lord is among them as in the holy pláce of Sínai. 18 Thou art gone up on high, thou hast led captivity captive, and received gífts from mén;\nyea, even from thine enemies, that the LORD God might dwéll amóng them. 19 Práised be the Lord dáily,\neven the God who helpeth us, and poureth his bénefits upón us. 20 He is our God, even the God of whom cómeth salvátion:\nGOD is the Lord, by whóm we escape déath. 21 God shall wound the héad of his énemies,\nand the hairy scalp of such a one as goeth on stíll in his wíckedness. 22 The Lord hath said, I will bring my people again, as I díd from Báshan;\nmine own will I bring again, as I did sometime from the déep of the séa. 23 That thy foot may be dipped in the blóod of thine énemies,\nand that the tongue of thy dogs may be réd through the sáme. 24 It is well seen, O God, hów thou góest;\nhow thou, my God and King, góest in the sánctuary. 25 The singers go before, the mínstrels follow áfter,\nin the midst of the damsels pláying with the tímbrels. 26 Give thanks unto God the Lórd in the congregátion,\nye that are of the fóuntain of Ísrael. 27 There is little Benjamin their ruler, and the princes of Júdah their cóuncil;\nthe princes of Zebulon, and the prínces of Naphtháli. 28 Thy God hath sent forth stréngth for thée;\nstablish the thing, O God, that thou hast wróught in ús, 29 For thy temple’s sáke at Jerúsalem;\nso shall kings bring présents unto thée. 30 Rebuke thou the dragon and the bull, with the leaders of the heathen, so that they humbly bring píeces of sílver;\nscatter thou the peoples that delíght in wár; 31 Then shall the princes come óut of Égypt;\nthe Morians’ land shall soon stretch out her hánds unto Gód. 32 Sing unto God, O ye kíngdoms of the éarth;\nO sing praises únto the Lórd; 33 Who sitteth in the heavens over all, fróm the begínning:\nlo, he doth send out his voice; yea, and that a míghty vóice. 34 Ascribe ye the power to Gód over Ísrael;\nhis worship and strength is ín the clóuds. 35 O God, wonderful art thou in thy hóly pláces:\neven the God of Israel, he will give strength and power unto his people. Bléssed be Gód. 36 Glory be to the Father, and tó the Són,\nand to the Hóly Ghóst; 37 As it was in the beginning, † is now, and éver sháll be,\nworld wíthout énd. Amen. Evening Prayer",
  "annotated_text": "LET God arise, and let his ^enemies be sc^attered;\nlet them also that hate him fl/^ee bef^ore him. 2 Like as the smoke vanisheth, so shalt thou dr^ive them aw^ay;\nand like as wax melteth at the fire, so let the ungodly perish at the pr/^esence of G^od. 3 But let the righteous be glad, and rej^oice before G^od;\nlet them also be m/^erry and j^oyful. 4 O sing unto God, and sing praises unto his Name; magnify him that r^ideth upon the h^eavens;\npraise him in his Name JAH, and rej/^oice bef^ore him. 5 He is a Father of the fatherless, and defendeth the c^ause of the w^idows;\neven God in his h/^oly habit^ation. 6 He is the God that maketh men to be of one mind in an house, and bringeth the pr^isoners out of capt^ivity;\nbut letteth the runagates cont/^inue in sc^arceness. 7 O God, when thou wentest forth bef^ore the p^eople;\nwhen thou wentest thr/^ough the w^ilderness, 8 The earth shook, and the heavens dropped at the pr^esence of G^od;\neven as Sinai also was moved at the presence of God, who is the G/^od of Ísrael. 9 Thou, O God, sentest a gracious rain upon th^ine inh^eritance,\nand refreshedst it when /^it was w^eary. 10 Thy congregation shall dw^ell ther^ein;\nfor thou, O God, hast of thy goodness prep/^ared for the p^oor. 11 The L^ord gave the w^ord;\ngreat was the company of women that b/^are the t^idings. 12 Kings with their armies did flee, and w^ere disc^omfited,\nand they of the household div/^ided the sp^oil. 13 Though ye have lain among the sheep-folds, yet shall ye be as the w^ings of a d^ove\nthat is covered with silver wings, and her f/^eathers like g^old. 14 When the Almighty scattered k^ings for their s^ake,\nthen were they as white as sn/^aw in S^almon. 15 As the hill of Bashan, s^o is G^od’s h^ill;\neven an high hill, as the h/^ill of B^ashan. 16 Why mock ye so, ye high hills? this is God’s hill, in the which it pl^easeth him to dw^ell;\nyea, the LORD will abide in /^it for^ever. 17 The chariots of God are twenty thousand, even th^ousands of ^angels;\nand the Lord is among them as in the holy pl/^ace of S^inai. 18 Thou art gone up on high, thou hast led captivity captive, and received g^ifts from m^en;\nyea, even from thine enemies, that the LORD God might dw/^ell am^ong them. 19 Pr^aised be the Lord d^aily,\neven the God who helpeth us, and poureth his b/^enefits up^on us. 20 He is our God, even the God of whom c^ometh salv^ation:\nGOD is the Lord, by wh/^om we escape d^eath. 21 God shall wound the h^ead of his ^enemies,\nand the hairy scalp of such a one as goeth on st/^ill in his w^ickedness. 22 The Lord hath said, I will bring my people again, as I d^id from B^ashan;\nmine own will I bring again, as I did sometime from the d/^eep of the s^ea. 23 That thy foot may be dipped in the bl^ood of thine ^enemies,\nand that the tongue of thy dogs may be r/^ed through the s^ame. 24 It is well seen, O God, h^ow thou g^oest;\nhow thou, my God and King, g/^oest in the s^anctuary. 25 The singers go before, the m^instrels follow ^after,\nin the midst of the damsels pl/^aying with the t^imbrels. 26 Give thanks unto God the L^ord in the congreg^ation,\nye that are of the f/^ountain of Ísrael. 27 There is little Benjamin their ruler, and the princes of J^udah their c^ouncil;\nthe princes of Zebulon, and the pr/^inces of Naphth^ali. 28 Thy God hath sent forth str^ength for th^ee;\nstablish the thing, O God, that thou hast wr/^ought in ^us, 29 For thy temple’s s^ake at Jer^usalem;\nso shall kings bring pr/^esents unto th^ee. 30 Rebuke thou the dragon and the bull, with the leaders of the heathen, so that they humbly bring p^ieces of s^ilver;\nscatter thou the peoples that del/^ight in w^ar; 31 Then shall the princes come ^out of Égypt;\nthe Morians’ land shall soon stretch out her h/^ands unto G^od. 32 Sing unto God, O ye k^ingdoms of the ^earth;\nO sing praises /^unto the L^ord; 33 Who sitteth in the heavens over all, fr^om the beg^inning:\nlo, he doth send out his voice; yea, and that a m/^ighty v^oice. 34 Ascribe ye the power to G^od over Ísrael;\nhis worship and strength is /^in the cl^ouds. 35 O God, wonderful art thou in thy h^oly pl^aces:\neven the God of Israel, he will give strength and power unto his people. Bl/^essed be G^od. 36 Glory be to the Father, and t^o the S^on,\nand to the H/^oly Gh^ost; 37 As it was in the beginning, † is now, and ^ever sh^all be,\nworld w/^ithout ^end. Amen. Evening Prayer",
  "recommended_tone": "8"
}