{
  "psalm_number": 41,
  "latin_name": "Beatus qui intelligit.",
  "text": "BLESSED is he that consídereth the póor and néedy;\nthe LORD shall delíver him in the tíme of tróuble. 2 The LORD preserve him, and keep him alive, that hé may be bléssed upon éarth;\nand deliver not thou hím into the wíll of his énemies. 3 The LORD comfort him when he lieth síck upón his béd;\nmake thou áll his béd in his síckness. 4 I said, LORD, bé mérciful únto me;\nheal my soul, for Í have sínned agáinst thee. 5 Mine enemies spéak évil of me,\nWhen shall he díe, and his náme pérish? 6 And if he come to sée me, he spéaketh vánity,\nand his heart conceiveth falsehood within himself; and when he cómeth forth, he télleth it. 7 All mine enemies whísper togéther agáinst me;\neven against me do théy imágine this évil. 8 An evil disease, say they, cléaveth fást únto him;\nand now that he lieth, he shall ríse úp no móre. 9 Yea, even mine own famíliar friénd whom I trústed,\nwho did also eat of my bread, hath láid great wáit for mé. 10 But be thou mérciful únto me, O LÓRD;\nraise thou me up agáin, and Í shall rewárd them. 11 By this I knów thou fávorest me,\nthat mine enemy dóth not tríumph agáinst me. 12 And in my innocency thóu uphóldest mé,\nand shalt set me befóre thy fáce foréver. 13 Blessed be the LÓRD Gód of Ísrael,\nwórld withóut end. Amén. 14 Glory be to the Father, and tó the Són,\nand tóa the Hóly Ghóst; 15 As it was in the beginning, † is now, and éver sháll be,\nworld wíthout énd. Amen. BOOK II",
  "annotated_text": "BLESSED is he that cons^idereth the p^oor and n^eedy;\nthe LORD shall del/^iver him in the t^ime of tr^ouble. 2 The LORD preserve him, and keep him alive, that h^e may be bl^essed upon ^earth;\nand deliver not thou h/^im into the w^ill of his ^enemies. 3 The LORD comfort him when he lieth s^ick up^on his b^ed;\nmake thou /^all his b^ed in his s^ickness. 4 I said, LORD, b^e m^erciful ^unto me;\nheal my soul, for Í have s/^inned ag^ainst thee. 5 Mine enemies sp^eak ^evil of me,\nWhen shall he d/^ie, and his n^ame p^erish? 6 And if he come to s^ee me, he sp^eaketh v^anity,\nand his heart conceiveth falsehood within himself; and when he c/^ometh forth, he t^elleth it. 7 All mine enemies wh^isper tog^ether ag^ainst me;\neven against me do th/^ey im^agine this ^evil. 8 An evil disease, say they, cl^eaveth f^ast ^unto him;\nand now that he lieth, he shall r/^ise ^up no m^ore. 9 Yea, even mine own fam^iliar fri^end whom I tr^usted,\nwho did also eat of my bread, hath l/^aid great w^ait for m^e. 10 But be thou m^erciful ^unto me, O LÓRD;\nraise thou me up ag/^ain, and Í shall rew^ard them. 11 By this I kn^ow thou f^avorest me,\nthat mine enemy d/^oth not tr^iumph ag^ainst me. 12 And in my innocency th^ou uph^oldest m^e,\nand shalt set me bef/^ore thy f^ace for^ever. 13 Blessed be the LÓRD G^od of Ísrael,\nw/^orld with^out end. Am^en. 14 Glory be to the Father, and t^o the S^on,\nand t/^oa the H^oly Gh^ost; 15 As it was in the beginning, † is now, and ^ever sh^all be,\nworld w/^ithout ^end. Amen. BOOK II",
  "recommended_tone": "3A"
}