{
  "psalm_number": 143,
  "latin_name": "Domine, exaudi.",
  "text": "HEAR my prayer, O LORD, and consíder my desíre;\nharken unto me for thy truth and ríghteousness’ sáke. 2 And enter not into júdgment with thy sérvant;\nfor in thy sight shall no man líving be jústified. 3 For the enemy hath persecuted my soul;† he hath smitten my life dówn to the gróund;\nhe hath laid me in the darkness, as the men that have béen long déad. 4 Therefore is my spirit véxed withín me,\nand my heart withín me is désolate. 5 Yet do I remember the time past;† I muse upon áll thy wórks;\nyea, I exercise myself in the wórks of thy hánds. 6 I stretch forth my hánds unto thée;\nmy soul gaspeth unto thee as a thírsty lánd. 7 Hear me, O LORD, and that soon;† for my spirit wáxeth fáint:\nhide not thy face from me, lest I be like unto them that go dówn into the pít. 8 O let me hear thy loving-kindness betimes in the morning;† for in thée is my trúst:\nshow thou me the way that I should walk in;† for I lift up my sóul unto thée. 9 Deliver me, O LÓRD, from mine enémies;\nfor I flee unto thée to híde me. 10 Teach me to do the thing that pleaseth thee; for thóu art my Gód:\nlet thy loving Spirit lead me forth into the lánd of ríghteousness. 11 Quicken me, O LÓRD, for thy Náme’s sake;\nand for thy righteousness’ sake bring my sóul out of tróuble. 12 And of thy goodness sláy mine énemies,\nand destroy all them that vex my soul; for Í am thy sérvant. 13 Glory be to the Father, and tó the Són,\nand to the Hóly Ghóst; 14 As it was in the beginning, † is now, and éver sháll be,\nworld wíthout énd. Amen. THE THIRTIETH DAY Morning Prayer",
  "annotated_text": "HEAR my prayer, O LORD, and cons^ider my des^ire;\nharken unto me for thy truth and r/^ighteousness’ s^ake. 2 And enter not into j^udgment with thy s^ervant;\nfor in thy sight shall no man l/^iving be j^ustified. 3 For the enemy hath persecuted my soul;† he hath smitten my life d^own to the gr^ound;\nhe hath laid me in the darkness, as the men that have b/^een long d^ead. 4 Therefore is my spirit v^exed with^in me,\nand my heart with/^in me is d^esolate. 5 Yet do I remember the time past;† I muse upon ^all thy w^orks;\nyea, I exercise myself in the w/^orks of thy h^ands. 6 I stretch forth my h^ands unto th^ee;\nmy soul gaspeth unto thee as a th/^irsty l^and. 7 Hear me, O LORD, and that soon;† for my spirit w^axeth f^aint:\nhide not thy face from me, lest I be like unto them that go d/^own into the p^it. 8 O let me hear thy loving-kindness betimes in the morning;† for in th^ee is my tr^ust:\nshow thou me the way that I should walk in;† for I lift up my s/^oul unto th^ee. 9 Deliver me, O LÓRD, from mine en^emies;\nfor I flee unto th/^ee to h^ide me. 10 Teach me to do the thing that pleaseth thee; for th^ou art my G^od:\nlet thy loving Spirit lead me forth into the l/^and of r^ighteousness. 11 Quicken me, O LÓRD, for thy N^ame’s sake;\nand for thy righteousness’ sake bring my s/^oul out of tr^ouble. 12 And of thy goodness sl^ay mine ^enemies,\nand destroy all them that vex my soul; for Í am thy s/^ervant. 13 Glory be to the Father, and t^o the S^on,\nand to the H/^oly Gh^ost; 14 As it was in the beginning, † is now, and ^ever sh^all be,\nworld w/^ithout ^end. Amen. THE THIRTIETH DAY Morning Prayer",
  "recommended_tone": "7"
}