{
  "psalm_number": 74,
  "latin_name": "Ut quid, Deus?",
  "text": "O GOD, wherefore art thou absent from ús so lóng?\nwhy is thy wrath so hot against the shéep of thy pásture? 2 O think upon thy cóngregátion,\nwhom thou hast purchased, and redéemed of óld. 3 Think upon the tribe of thíne inhéritance,\nand Mount Sion, wherein thóu hast dwélt. 4 Lift up thy feet, that thou mayest utterly destroy évery énemy,\nwhich hath done évil in thy sánctuary. 5 Thine adversaries roar in the midst of thy cóngregátions,\nand set up their bánners for tókens. 6 He that hewed timber afore óut of the thick trées,\nwas known to bring it to an éxcellent wórk. 7 But now they break down all the carved wórk thereóf\nwith áxes and hámmers. 8 They have set fire upon thy hóly pláces,\nand have defiled the dwelling-place of thy Name, even únto the gróund. 9 Yea, they said in their hearts, Let us make havoc of them áltogéther:\nthus have they burnt up all the houses of Gód in the lánd. 10 We see not our tokens; there is not one próphet móre;\nno, not one is there among us, that understandeth ány móre. 11 O God, how long shall the adversary dó this dishónor?\nshall the enemy blaspheme thy Náme foréver? 12 Why withdrawest thóu thy hánd?\nwhy pluckest thou not thy right hand out of thy bosom to consúme the énemy? 13 For God is my Kíng of óld;\nthe help that is done upon earth, he dóeth it himsélf. 14 Thou didst divide the sea thróugh thy pówer;\nthou brakest the heads of the drágons in the wáters. 15 Thou smotest the heads of levíathan in píeces,\nand gavest him to be meat for the péople of the wílderness. 16 Thou broughtest out fountains and waters óut of the hard rócks;\nthou driedst up míghty wáters. 17 The day is thine, and the níght is thíne;\nthou hast prepared the líght and the sún. 18 Thou hast set all the borders óf the éarth;\nthou hast made súmmer and wínter. 19 Remember this, O LORD, how the énemy hath rebúked;\nand how the foolish people hath blásphemed thy Náme. 20 O deliver not the soul of thy turtledove unto the múltitude of the énemies;\nand forget not the congregation of the póor foréver. 21 Look upón the cóvenant;\nfor all the earth is full of darkness and crúel habitátions. 22 O let not the simple go awáy ashámed;\nbut let the poor and needy give praise únto thy Náme. 23 Arise, O God, maintáin thine own cáuse;\nremember how the foolish man blasphémeth thee dáily. 24 Forget not the vóice of thine énemies:\nthe presumption of them that hate thee increaseth ever móre and móre. 25 Glory be to the Father, and tó the Són,\nand to the Hóly Ghóst; 26 As it was in the beginning, † is now, and éver sháll be,\nworld wíthout énd. Amen. THE FIFTEENTH DAY Morning Prayer",
  "annotated_text": "O GOD, wherefore art thou absent from ^us so l^ong?\nwhy is thy wrath so hot against the sh/^eep of thy p^asture? 2 O think upon thy c^ongreg^ation,\nwhom thou hast purchased, and red/^eemed of ^old. 3 Think upon the tribe of th^ine inh^eritance,\nand Mount Sion, wherein th/^ou hast dw^elt. 4 Lift up thy feet, that thou mayest utterly destroy ^every ^enemy,\nwhich hath done /^evil in thy s^anctuary. 5 Thine adversaries roar in the midst of thy c^ongreg^ations,\nand set up their b/^anners for t^okens. 6 He that hewed timber afore ^out of the thick tr^ees,\nwas known to bring it to an /^excellent w^ork. 7 But now they break down all the carved w^ork there^of\nwith /^axes and h^ammers. 8 They have set fire upon thy h^oly pl^aces,\nand have defiled the dwelling-place of thy Name, even /^unto the gr^ound. 9 Yea, they said in their hearts, Let us make havoc of them ^altog^ether:\nthus have they burnt up all the houses of G/^od in the l^and. 10 We see not our tokens; there is not one pr^ophet m^ore;\nno, not one is there among us, that understandeth /^any m^ore. 11 O God, how long shall the adversary d^o this dish^onor?\nshall the enemy blaspheme thy N/^ame for^ever? 12 Why withdrawest th^ou thy h^and?\nwhy pluckest thou not thy right hand out of thy bosom to cons/^ume the ^enemy? 13 For God is my K^ing of ^old;\nthe help that is done upon earth, he d/^oeth it hims^elf. 14 Thou didst divide the sea thr^ough thy p^ower;\nthou brakest the heads of the dr/^agons in the w^aters. 15 Thou smotest the heads of lev^iathan in p^ieces,\nand gavest him to be meat for the p/^eople of the w^ilderness. 16 Thou broughtest out fountains and waters ^out of the hard r^ocks;\nthou driedst up m/^ighty w^aters. 17 The day is thine, and the n^ight is th^ine;\nthou hast prepared the l/^ight and the s^un. 18 Thou hast set all the borders ^of the ^earth;\nthou hast made s/^ummer and w^inter. 19 Remember this, O LORD, how the ^enemy hath reb^uked;\nand how the foolish people hath bl/^asphemed thy N^ame. 20 O deliver not the soul of thy turtledove unto the m^ultitude of the ^enemies;\nand forget not the congregation of the p/^oor for^ever. 21 Look up^on the c^ovenant;\nfor all the earth is full of darkness and cr/^uel habit^ations. 22 O let not the simple go aw^ay ash^amed;\nbut let the poor and needy give praise /^unto thy N^ame. 23 Arise, O God, maint^ain thine own c^ause;\nremember how the foolish man blasph/^emeth thee d^aily. 24 Forget not the v^oice of thine ^enemies:\nthe presumption of them that hate thee increaseth ever m/^ore and m^ore. 25 Glory be to the Father, and t^o the S^on,\nand to the H/^oly Gh^ost; 26 As it was in the beginning, † is now, and ^ever sh^all be,\nworld w/^ithout ^end. Amen. THE FIFTEENTH DAY Morning Prayer",
  "recommended_tone": "2"
}