{
  "psalm_number": 9,
  "latin_name": "Confitebor tibi.",
  "text": "I WILL give thanks unto thee, O LORD, with mý whole héart;\nI will speak of all thy márvelous wórks. 2 I will be glad and rejóice in thée;\nyea, my songs will I make of thy Náme, O thou Most Híghest. 3 While mine enemies are dríven báck,\nthey shall fall and pérish at thy présence. 4 For thou hast maintained my ríght and my cáuse;\nthou art set in the thróne that judgest ríght. 5 Thou hast rebuked the heathen, and destróyed the ungódly;\nthou hast put out their name for éver and éver. 6 O thou enemy, thy destructions are come to a perpétual énd;\neven as the cities which thou hast destroyed, whose memorial is pérished with thém. 7 But the LORD shall endúre foréver;\nhe hath also prepared his séat for júdgment. 8 For he shall judge the wórld in ríghteousness,\nand minister true júdgment unto the péople. 9 The LORD also will be a defénse for the oppréssed,\neven a refuge in due tíme of tróuble. 10 And they that know thy Name will put their trúst in thée;\nfor thou, LORD, hast never fáiled them that séek thee. 11 O praise the LORD which dwélleth in Síon;\nshow the péople of his dóings. 12 For when he maketh inquisition for blood, he remémbereth thém,\nand forgetteth not the compláint of the póor. 13 Have mercy upon me, O LORD;† consider the trouble which I suffer of thém that háte me,\nthou that liftest me up from the gátes of déath; 14 That I may show all thy praises within the gates of the dáughter of Síon:\nI will rejóice in thy salvátion. 15 The heathen are sunk down in the pít that they máde;\nin the same net which they hid privily is théir foot táken. 16 The LORD is known to éxecute júdgment;\nthe ungodly is trapped in the wórk of his own hánds. 17 The wicked shall be túrned to destrúction,\nand all the péople that forget Gód. 18 For the poor shall not álway be forgótten;\nthe patient abiding of the meek shall not pérish foréver. 19 Up, LORD, and let not man háve the upper hánd;\nlet the heathen be júdged in thy síght. 20 Put them in féar, O LÓRD,\nthat the heathen may know themselves to bé but mén. 21 Glory be to the Father, and tó the Són,\nand to the Hóly Ghóst; 22 As it was in the beginning, † is now, and éver sháll be,\nworld wíthout énd. Amen.",
  "annotated_text": "I WILL give thanks unto thee, O LORD, with mý whole h^eart;\nI will speak of all thy m/^arvelous w^orks. 2 I will be glad and rej^oice in th^ee;\nyea, my songs will I make of thy N/^ame, O thou Most H^ighest. 3 While mine enemies are dr^iven b^ack,\nthey shall fall and p/^erish at thy pr^esence. 4 For thou hast maintained my r^ight and my c^ause;\nthou art set in the thr/^one that judgest r^ight. 5 Thou hast rebuked the heathen, and destr^oyed the ung^odly;\nthou hast put out their name for /^ever and ^ever. 6 O thou enemy, thy destructions are come to a perp^etual ^end;\neven as the cities which thou hast destroyed, whose memorial is p/^erished with th^em. 7 But the LORD shall end^ure for^ever;\nhe hath also prepared his s/^eat for j^udgment. 8 For he shall judge the w^orld in r^ighteousness,\nand minister true j/^udgment unto the p^eople. 9 The LORD also will be a def^ense for the oppr^essed,\neven a refuge in due t/^ime of tr^ouble. 10 And they that know thy Name will put their tr^ust in th^ee;\nfor thou, LORD, hast never f/^ailed them that s^eek thee. 11 O praise the LORD which dw^elleth in S^ion;\nshow the p/^eople of his d^oings. 12 For when he maketh inquisition for blood, he rem^embereth th^em,\nand forgetteth not the compl/^aint of the p^oor. 13 Have mercy upon me, O LORD;† consider the trouble which I suffer of th^em that h^ate me,\nthou that liftest me up from the g/^ates of d^eath; 14 That I may show all thy praises within the gates of the d^aughter of S^ion:\nI will rej/^oice in thy salv^ation. 15 The heathen are sunk down in the p^it that they m^ade;\nin the same net which they hid privily is th/^eir foot t^aken. 16 The LORD is known to ^execute j^udgment;\nthe ungodly is trapped in the w/^ork of his own h^ands. 17 The wicked shall be t^urned to destr^uction,\nand all the p/^eople that forget G^od. 18 For the poor shall not ^alway be forg^otten;\nthe patient abiding of the meek shall not p/^erish for^ever. 19 Up, LORD, and let not man h^ave the upper h^and;\nlet the heathen be j/^udged in thy s^ight. 20 Put them in f^ear, O LÓRD,\nthat the heathen may know themselves to b/^e but m^en. 21 Glory be to the Father, and t^o the S^on,\nand to the H/^oly Gh^ost; 22 As it was in the beginning, † is now, and ^ever sh^all be,\nworld w/^ithout ^end. Amen.",
  "recommended_tone": "6C"
}