{
  "psalm_number": 75,
  "latin_name": "Confitebimur tibi.",
  "text": "UNTO thee, O God, do wé give thánks;\nyea, unto thee do wé give thánks. 2 Thy Name álso is so nígh;\nand that do thy wondrous wórks decláre. 3 In the appointed time, sáith Gód,\nI shall judge accórding unto ríght. 4 The earth is weak, and all the inhábiters thereóf:\nI bear up the píllars of ít. 5 I said unto the fools, Deal nót so mádly;\nand to the ungodly, Set not úp your hórn. 6 Set not up your hórn on hígh,\nand speak not wíth a stiff néck. 7 For promotion cometh neither from the east, nor fróm the wést,\nnor yét from the sóuth. 8 And why? Gód is the Júdge;\nhe putteth down one, and sétteth up anóther. 9 For in the hand of the LORD there is a cup, and the wíne is réd;\nit is full mixed, and he poureth óut of the sáme. 10 As for the drégs thereóf,\nall the ungodly of the earth shall drink them, and súck them óut. 11 But I will talk of the Gód of Jácob,\nand práise him foréver. 12 All the horns of the ungodly álso will I bréak,\nand the horns of the ríghteous shall be exálted. 13 Glory be to the Father, and tó the Són,\nand to the Hóly Ghóst; 14 As it was in the beginning, † is now, and éver sháll be,\nworld wíthout énd. Amen.",
  "annotated_text": "UNTO thee, O God, do w^e give th^anks;\nyea, unto thee do w/^e give th^anks. 2 Thy Name ^also is so n^igh;\nand that do thy wondrous w/^orks decl^are. 3 In the appointed time, s^aith G^od,\nI shall judge acc/^ording unto r^ight. 4 The earth is weak, and all the inh^abiters there^of:\nI bear up the p/^illars of ^it. 5 I said unto the fools, Deal n^ot so m^adly;\nand to the ungodly, Set not /^up your h^orn. 6 Set not up your h^orn on h^igh,\nand speak not w/^ith a stiff n^eck. 7 For promotion cometh neither from the east, nor fr^om the w^est,\nnor y/^et from the s^outh. 8 And why? G^od is the J^udge;\nhe putteth down one, and s/^etteth up an^other. 9 For in the hand of the LORD there is a cup, and the w^ine is r^ed;\nit is full mixed, and he poureth /^out of the s^ame. 10 As for the dr^egs there^of,\nall the ungodly of the earth shall drink them, and s/^uck them ^out. 11 But I will talk of the G^od of J^acob,\nand pr/^aise him for^ever. 12 All the horns of the ungodly ^also will I br^eak,\nand the horns of the r/^ighteous shall be ex^alted. 13 Glory be to the Father, and t^o the S^on,\nand to the H/^oly Gh^ost; 14 As it was in the beginning, † is now, and ^ever sh^all be,\nworld w/^ithout ^end. Amen.",
  "recommended_tone": "1A"
}