{
  "psalm_number": 44,
  "latin_name": "Deus, auribus.",
  "text": "WE have heard with our ears, O Gód, our fáthers have tóld us\nwhat thou hast dóne in their tíme of óld: 2 How thou hast driven out the heathen with thy hánd, and plánted our fáthers in;\nhow thou hast destroyed the nations, and máde thy péople to flóurish. 3 For they gat not the lánd in posséssion through their ówn sword,\nneither was it their ówn arm that hélped thém; 4 But thy right hand, and thíne arm, and the líght of thy cóuntenance;\nbecause thou hádst a fávor únto them. 5 Thou árt my Kíng, O Gód;\nsend hélp únto Jácob. 6 Through thee will we óverthrów our énemies,\nand in thy Name will we tread them únder that ríse up agáinst us. 7 For I wíll not trúst in my bów,\nit is nót my swórd that shall hélp me; 8 But it is thou that sávest ús from our énemies,\nand púttest them to confúsion that háte us. 9 We make our bóast of Gód all day lóng,\nand will práise thy Náme foréver. 10 But now thou art fár off, and púttest us to confúsion,\nand góest not fórth with our ármies. 11 Thou makest us to túrn our bácks upon our énemies,\nso that they which háte us spóil our góods. 12 Thou lettest us be éaten up líke shéep,\nand hast scáttered us amóng the héathen. 13 Thou séllest thy péople for nóught,\nand tákest no móney for them. 14 Thou makest ús to be rebúked of our néighbors,\nto be laughed to scorn, and had in derision of thém that are róund abóut us. 15 Thou makest us to be a býword amóng the nátions,\nand that the péoples sháke their héads at us. 16 My confúsion is dáily befóre me,\nand the sháme of my fáce hath cóvered me; 17 For the vóice of the slánderer and blasphémer,\nfor the énemy and avénger. 18 And though all this be come upon us, yét do we nót forgét thee,\nnor behave oursélves frówardly in thy cóvenant. 19 Our héart is nót turned báck,\nneither our stéps gone óut of thy wáy; 20 No, not when thou hast smítten us into the pláce of drágons,\nand covered us wíth the shádow of déath. 21 If we have forgotten the Name of our God, and hólden up our hánds to any stránge god,\nshall not God search it out? for he knóweth the very sécrets of the héart. 22 For thy sake álso are we kílled all the dáy long,\nand are counted as shéep appóinted to be sláin. 23 Úp, Lord, why sléepest thóu?\nawake, and be not ábsent from ús foréver. 24 Wherefore hídest thóu thy fáce,\nand forgéttest our mísery and tróuble? 25 For our soul is brought low, éven únto the dúst;\nour belly cláaveth únto the gróund. 26 Aríse, and hélp us,\nand delíver us, for thy mércy’s sáke. 27 Glory be to the Father, and tó the Són,\nand to the Hóly Ghóst; 28 As it was in the beginning, † is now, and éver sháll be,\nworld wíthout énd. Amen.",
  "annotated_text": "WE have heard with our ears, O G^od, our f^athers have t^old us\nwhat thou hast d/^one in their t^ime of ^old: 2 How thou hast driven out the heathen with thy h^and, and pl^anted our f^athers in;\nhow thou hast destroyed the nations, and m/^ade thy p^eople to fl^ourish. 3 For they gat not the l^and in poss^ession through their ^own sword,\nneither was it their /^own arm that h^elped th^em; 4 But thy right hand, and th^ine arm, and the l^ight of thy c^ountenance;\nbecause thou h/^adst a f^avor ^unto them. 5 Thou ^art my K^ing, O G^od;\nsend h/^elp ^unto J^acob. 6 Through thee will we ^overthr^ow our ^enemies,\nand in thy Name will we tread them /^under that r^ise up ag^ainst us. 7 For I w^ill not tr^ust in my b^ow,\nit is n/^ot my sw^ord that shall h^elp me; 8 But it is thou that s^avest ^us from our ^enemies,\nand p/^uttest them to conf^usion that h^ate us. 9 We make our b^oast of G^od all day l^ong,\nand will pr/^aise thy N^ame for^ever. 10 But now thou art f^ar off, and p^uttest us to conf^usion,\nand g/^oest not f^orth with our ^armies. 11 Thou makest us to t^urn our b^acks upon our ^enemies,\nso that they which h/^ate us sp^oil our g^oods. 12 Thou lettest us be ^eaten up l^ike sh^eep,\nand hast sc/^attered us am^ong the h^eathen. 13 Thou s^ellest thy p^eople for n^ought,\nand t/^akest no m^oney for them. 14 Thou makest ^us to be reb^uked of our n^eighbors,\nto be laughed to scorn, and had in derision of th/^em that are r^ound ab^out us. 15 Thou makest us to be a býword am^ong the n^ations,\nand that the p/^eoples sh^ake their h^eads at us. 16 My conf^usion is d^aily bef^ore me,\nand the sh/^ame of my f^ace hath c^overed me; 17 For the v^oice of the sl^anderer and blasph^emer,\nfor the /^enemy and av^enger. 18 And though all this be come upon us, y^et do we n^ot forg^et thee,\nnor behave ours/^elves fr^owardly in thy c^ovenant. 19 Our h^eart is n^ot turned b^ack,\nneither our st/^eps gone ^out of thy w^ay; 20 No, not when thou hast sm^itten us into the pl^ace of dr^agons,\nand covered us w/^ith the sh^adow of d^eath. 21 If we have forgotten the Name of our God, and h^olden up our h^ands to any str^ange god,\nshall not God search it out? for he kn/^oweth the very s^ecrets of the h^eart. 22 For thy sake ^also are we k^illed all the d^ay long,\nand are counted as sh/^eep app^ointed to be sl^ain. 23 Úp, Lord, why sl^eepest th^ou?\nawake, and be not /^absent from ^us for^ever. 24 Wherefore h^idest th^ou thy f^ace,\nand forg/^ettest our m^isery and tr^ouble? 25 For our soul is brought low, ^even ^unto the d^ust;\nour belly cl/^aaveth ^unto the gr^ound. 26 Ar^ise, and h^elp us,\nand del/^iver us, for thy m^ercy’s s^ake. 27 Glory be to the Father, and t^o the S^on,\nand to the H/^oly Gh^ost; 28 As it was in the beginning, † is now, and ^ever sh^all be,\nworld w/^ithout ^end. Amen.",
  "recommended_tone": "7"
}