{
  "psalm_number": 18,
  "latin_name": "Diligam te, Domine.",
  "text": "I WILL love thee, O LÓRD, my stréngth.\nThe LORD is my stony rock, and mÿ defénse; 2 My Savior, my God, and my might, in whóm I will trúst;\nmy buckler, the horn also of my salvátion, and my refúge. 3 I will call upon the LORD, which is wórthy to be práised;\nso shall I be sáfe from mine énemies. 4 The sorrows of death cómpassed mé,\nand the overflowings of ungodliness máde me afráid. 5 The pains of hell cáme about mé;\nthe snares of déath overtóok me. 6 In my trouble I cálled upon the LÓRD,\nand compláined unto my Gód: 7 So he heard my voice out of his hóly témple,\nand my complaint came before him; it entered even ínto his éars. 8 The earth trémbled and quáked,\nthe very foundations also of the hills shook, and were removed, becáuse he was wróth. 9 There went a smoke óut in his présence,\nand a consuming fire out of his mouth, so that coals were kíndled at ít. 10 He bowed the heavens álso, and came dówn,\nand it was dark únder his féet. 11 He rode upon the Chérubim, and did flÿ;\nhe came flying upon the wíngs of the wínd. 12 He made darkness his sécret pláce,\nhis pavilion round about him with dark water, and thick clóuds to cóver him. 13 At the brightness of his presence his clóuds remóved;\nhailstones and cóals of fíre. 14 The LORD also thundered out of heaven, and the Highest gáve his thúnder;\nhailstones and cóals of fíre. 15 He sent out his arrows, and scáttered thém;\nhe cast forth líghtnings, and destróyed them. 16 The springs of waters were seen, and the foundations of the round wórld were discóvered,\nat thy chiding, O LORD, at the blasting of the bréath of thy displéasure. 17 He sent down from on hígh to fétch me,\nand took me óut of many wáters. 18 He delivered me from my strongest enemy, and from thém which háte me;\nfor they were too míghty for mé. 19 They came upon me in the dáy of my tróuble;\nbut the LÓRD was my uphólder. 20 He brought me forth also into a pláce of líberty;\nhe brought me forth, even because he had a fávor unto mé. Glory be to the Father, and tó the Són,\nand to the Hóly Ghóst; As it was in the beginning, † is now, and éver sháll be,\nworld wíthout énd. Amen.",
  "annotated_text": "I WILL love thee, O LÓRD, my str^ength.\nThe LORD is my stony rock, and mÿ def/^ense; 2 My Savior, my God, and my might, in wh^om I will tr^ust;\nmy buckler, the horn also of my salv/^ation, and my ref^uge. 3 I will call upon the LORD, which is w^orthy to be pr^aised;\nso shall I be s/^afe from mine ^enemies. 4 The sorrows of death c^ompassed m^e,\nand the overflowings of ungodliness m/^ade me afr^aid. 5 The pains of hell c^ame about m^e;\nthe snares of d/^eath overt^ook me. 6 In my trouble I c^alled upon the LÓRD,\nand compl/^ained unto my G^od: 7 So he heard my voice out of his h^oly t^emple,\nand my complaint came before him; it entered even /^into his ^ears. 8 The earth tr^embled and qu^aked,\nthe very foundations also of the hills shook, and were removed, bec/^ause he was wr^oth. 9 There went a smoke ^out in his pr^esence,\nand a consuming fire out of his mouth, so that coals were k/^indled at ^it. 10 He bowed the heavens ^also, and came d^own,\nand it was dark /^under his f^eet. 11 He rode upon the Ch^erubim, and did flÿ;\nhe came flying upon the w/^ings of the w^ind. 12 He made darkness his s^ecret pl^ace,\nhis pavilion round about him with dark water, and thick cl/^ouds to c^over him. 13 At the brightness of his presence his cl^ouds rem^oved;\nhailstones and c/^oals of f^ire. 14 The LORD also thundered out of heaven, and the Highest g^ave his th^under;\nhailstones and c/^oals of f^ire. 15 He sent out his arrows, and sc^attered th^em;\nhe cast forth l/^ightnings, and destr^oyed them. 16 The springs of waters were seen, and the foundations of the round w^orld were disc^overed,\nat thy chiding, O LORD, at the blasting of the br/^eath of thy displ^easure. 17 He sent down from on h^igh to f^etch me,\nand took me /^out of many w^aters. 18 He delivered me from my strongest enemy, and from th^em which h^ate me;\nfor they were too m/^ighty for m^e. 19 They came upon me in the d^ay of my tr^ouble;\nbut the LÓRD was my uph/^older. 20 He brought me forth also into a pl^ace of l^iberty;\nhe brought me forth, even because he had a f/^avor unto m^e. Glory be to the Father, and t^o the S^on,\nand to the H/^oly Gh^ost; As it was in the beginning, † is now, and ^ever sh^all be,\nworld w/^ithout ^end. Amen."
}