{
  "psalm_number": 95,
  "latin_name": "Venite, exultemus.",
  "text": "O COME, let us síng unto thé LORD;\nlet us heartily rejoice in the strength of óur salvátion. 2 Let us come before his presence wíth thanksgíving;\nand show ourselves glád in him wíth psalms. 3 For the LÓRD is a gréat God;\nand a great Kíng abóve all gods. 4 In his hand are all the córners óf the earth;\nand the strength of the hílls is his álso. 5 The sea is hís, and he máde it;\nand his hands prepárèd the drý land. 6 O come, let us wórship and fáll down,\nand kneel before the LÓRD our Máker. 7 For hé is the Lórd our God;\nand we are the people of his pasture, and the shéep of hís hand. 8 Today if ye will hear his voice, hárden nót your hearts\nas in the provocation, and as in the day of temptation ín the wílderness; 9 When your fáthers témpted me,\nprovèd mé, and sáw my works. 10 Forty years long was I grievèd with this generátion, ánd said,\nIt is a people that do err in their hearts, for they háve not knówn my ways: 11 Unto whom I swáre in mý wrath,\nthat they should not énter into mý rest. 12 Glory be to the Fáther, and tó the Son,\nand tó the Hóly Ghost; 13 As it was in the beginning, † is now, and éver sháll be,\nworld wíthout énd. Amen. .",
  "annotated_text": "O COME, let us s^ing unto th^e LORD;\nlet us heartily rejoice in the strength of /^our salv^ation. 2 Let us come before his presence w^ith thanksg^iving;\nand show ourselves gl/^ad in him w^ith psalms. 3 For the LÓRD is a gr^eat God;\nand a great K/^ing ab^ove all gods. 4 In his hand are all the c^orners ^of the earth;\nand the strength of the h/^ills is his ^also. 5 The sea is h^is, and he m^ade it;\nand his hands prep/^ar^ed the drý land. 6 O come, let us w^orship and f^all down,\nand kneel before the LÓRD our M/^aker. 7 For h^e is the L^ord our God;\nand we are the people of his pasture, and the sh/^eep of h^is hand. 8 Today if ye will hear his voice, h^arden n^ot your hearts\nas in the provocation, and as in the day of temptation /^in the w^ilderness; 9 When your f^athers t^empted me,\nprov/^ed m^e, and s^aw my works. 10 Forty years long was I griev^ed with this gener^ation, ^and said,\nIt is a people that do err in their hearts, for they h/^ave not kn^own my ways: 11 Unto whom I sw^are in mý wrath,\nthat they should not /^enter into mý rest. 12 Glory be to the F^ather, and t^o the Son,\nand t/^o the H^oly Ghost; 13 As it was in the beginning, † is now, and ^ever sh^all be,\nworld w/^ithout ^end. Amen. .",
  "recommended_tone": "3A"
}