{
  "psalm_number": 37,
  "latin_name": "Noli aemulari.",
  "text": "FRET not thyself becáuse of the ungódly;\nneither be thou envious against the évil dóers. 2 For they shall soon be cut dówn like the gráss,\nand be withered éven as the gréen herb. 3 Put thou thy trust in the LORD, ánd be dóing good;\ndwell in the land, and verily thóu shalt bé fed. 4 Delight thóu in the LÓRD,\nand he shall give thée thy héart’s desire. 5 Commit thy way unto the LORD, and pút thy trúst in him,\nand he shall bríng it tó pass. 6 He shall make thy righteousness as cléar as the líght,\nand thy just dealing ás the nóonday. 7 Hold thee still in the LORD, and abide pátiently upón him:\nbut grieve not thyself at him whose way doth prosper, against the man that doeth after évil cóunsels. 8 Leave off from wrath, and let gó displéasure:\nfret not thyself, else shalt thou be móved to do évil. 9 Wicked doers sháll be róoted out;\nand they that patiently abide the LORD, those shall inhérit the lánd. 10 Yet a little while, and the ungodly shall be cléan góne:\nthou shalt look after his place, and he shall bé awáy. 11 But the meek-spirited shall posséss the éarth,\nand shall be refreshed in the múltitude of péace. 12 The ungodly seeketh counsel agáinst the júst,\nand gnasheth upon hím with his téeth. 13 The Lord shall láugh him to scórn;\nfor he hath seen that his dáy is cóming. 14 The ungodly have drawn out the sword, and have bént their bów,\nto cast down the poor and needy, and to slay such as be úpright in their wáys. 15 Their sword shall go through théir own héart,\nand their bów shall be bróken. 16 A small thing that the ríghteous háth,\nis better than great ríches of the ungódly. 17 For the arms of the ungódly shall be bróken,\nand the LORD uphóldeth the ríghteous. 18 The LORD knoweth the dáys of the gódly;\nand their inheritance shall endúre foréver. Glory be to the Father, and tó the Són,\nand to the Hóly Ghóst; As it was in the beginning, † is now, and éver sháll be,\nworld wíthout énd. Amen.",
  "annotated_text": "FRET not thyself bec^ause of the ung^odly;\nneither be thou envious against the /^evil d^oers. 2 For they shall soon be cut d^own like the gr^ass,\nand be withered /^even as the gr^een herb. 3 Put thou thy trust in the LORD, ^and be d^oing good;\ndwell in the land, and verily th/^ou shalt b^e fed. 4 Delight th^ou in the LÓRD,\nand he shall give th/^ee thy h^eart’s desire. 5 Commit thy way unto the LORD, and p^ut thy tr^ust in him,\nand he shall br/^ing it t^o pass. 6 He shall make thy righteousness as cl^ear as the l^ight,\nand thy just dealing /^as the n^oonday. 7 Hold thee still in the LORD, and abide p^atiently up^on him:\nbut grieve not thyself at him whose way doth prosper, against the man that doeth after /^evil c^ounsels. 8 Leave off from wrath, and let g^o displ^easure:\nfret not thyself, else shalt thou be m/^oved to do ^evil. 9 Wicked doers sh^all be r^ooted out;\nand they that patiently abide the LORD, those shall inh/^erit the l^and. 10 Yet a little while, and the ungodly shall be cl^ean g^one:\nthou shalt look after his place, and he shall b/^e aw^ay. 11 But the meek-spirited shall poss^ess the ^earth,\nand shall be refreshed in the m/^ultitude of p^eace. 12 The ungodly seeketh counsel ag^ainst the j^ust,\nand gnasheth upon h/^im with his t^eeth. 13 The Lord shall l^augh him to sc^orn;\nfor he hath seen that his d/^ay is c^oming. 14 The ungodly have drawn out the sword, and have b^ent their b^ow,\nto cast down the poor and needy, and to slay such as be /^upright in their w^ays. 15 Their sword shall go through th^eir own h^eart,\nand their b/^ow shall be br^oken. 16 A small thing that the r^ighteous h^ath,\nis better than great r/^iches of the ung^odly. 17 For the arms of the ung^odly shall be br^oken,\nand the LORD uph/^oldeth the r^ighteous. 18 The LORD knoweth the d^ays of the g^odly;\nand their inheritance shall end/^ure for^ever. Glory be to the Father, and t^o the S^on,\nand to the H/^oly Gh^ost; As it was in the beginning, † is now, and ^ever sh^all be,\nworld w/^ithout ^end. Amen."
}