{
  "psalm_number": 66,
  "latin_name": "Jubilate Deo.",
  "text": "O BE joyful in God, áll ye lánds;\nsing praises unto the honor of his Name; make his práise to be glórious. 2 Say unto God, O how wonderful art thóu in thy wórks!\nthrough the greatness of thy power shall thine enemies bow dówn unto thée. 3 For all the world shall wórship thée,\nsing of thee, and práise thy Náme. 4 O come hither, and behold the wórks of Gód;\nhow wonderful he is in his doing toward the chíldren of mén. 5 He turned the séa into dry lánd,\nso that they went through the water on foot; there did we rejóice thereóf. 6 He ruleth with his power forever; his eyes behóld the nátions:\nand such as will not believe shall not be able to exált themsélves. 7 O praise our Gód, ye péoples,\nand make the voice of his práise to be héard; 8 Who holdeth our sóul in lífe;\nand suffereth not our féet to slíp. 9 For thou, O Gód, hast próved us;\nthou also hast tried us, like as sílver is tríed. 10 Thou broughtest us ínto the snáre;\nand laidest trouble upón our lóins. 11 Thou sufferedst men to ride óver our héads;\nwe went through fire and water, and thou broughtest us out into a wéalthy pláce. 12 I will go into thine house with burnt-offerings, and will páy thee my vóws,\nwhich I promised with my lips, and spake with my mouth, when Í was in tróuble. 13 I will offer unto thee fat burnt-sacrifices, with the íncense of ráms;\nI will offer búllocks and góats. 14 O come hither, and harken, all yé that fear Gód;\nand I will tell you what he hath dóne for my sóul. 15 I called unto hím with my móuth,\nand gave him práises with my tóngue. 16 If I incline unto wíckedness with mine héart,\nthe Lórd will not héar me. 17 But Gód hath héard me;\nand considered the vóice of my práyer. 18 Praised be God, who hath not cast óut my práyer,\nnor turned his mércy from mé. 19 Glory be to the Father, and tó the Són,\nand to the Hóly Ghóst; 20 As it was in the beginning, † is now, and éver sháll be,\nworld wíthout énd. Amen.",
  "annotated_text": "O BE joyful in God, ^all ye l^ands;\nsing praises unto the honor of his Name; make his pr/^aise to be gl^orious. 2 Say unto God, O how wonderful art th^ou in thy w^orks!\nthrough the greatness of thy power shall thine enemies bow d/^own unto th^ee. 3 For all the world shall w^orship th^ee,\nsing of thee, and pr/^aise thy N^ame. 4 O come hither, and behold the w^orks of G^od;\nhow wonderful he is in his doing toward the ch/^ildren of m^en. 5 He turned the s^ea into dry l^and,\nso that they went through the water on foot; there did we rej/^oice there^of. 6 He ruleth with his power forever; his eyes beh^old the n^ations:\nand such as will not believe shall not be able to ex/^alt thems^elves. 7 O praise our G^od, ye p^eoples,\nand make the voice of his pr/^aise to be h^eard; 8 Who holdeth our s^oul in l^ife;\nand suffereth not our f/^eet to sl^ip. 9 For thou, O G^od, hast pr^oved us;\nthou also hast tried us, like as s/^ilver is tr^ied. 10 Thou broughtest us ^into the sn^are;\nand laidest trouble up/^on our l^oins. 11 Thou sufferedst men to ride ^over our h^eads;\nwe went through fire and water, and thou broughtest us out into a w/^ealthy pl^ace. 12 I will go into thine house with burnt-offerings, and will p^ay thee my v^ows,\nwhich I promised with my lips, and spake with my mouth, when Í was in tr/^ouble. 13 I will offer unto thee fat burnt-sacrifices, with the ^incense of r^ams;\nI will offer b/^ullocks and g^oats. 14 O come hither, and harken, all y^e that fear G^od;\nand I will tell you what he hath d/^one for my s^oul. 15 I called unto h^im with my m^outh,\nand gave him pr/^aises with my t^ongue. 16 If I incline unto w^ickedness with mine h^eart,\nthe L/^ord will not h^ear me. 17 But G^od hath h^eard me;\nand considered the v/^oice of my pr^ayer. 18 Praised be God, who hath not cast ^out my pr^ayer,\nnor turned his m/^ercy from m^e. 19 Glory be to the Father, and t^o the S^on,\nand to the H/^oly Gh^ost; 20 As it was in the beginning, † is now, and ^ever sh^all be,\nworld w/^ithout ^end. Amen.",
  "recommended_tone": "1B"
}