{
  "psalm_number": 61,
  "latin_name": "Exaudi, Deus.",
  "text": "HEAR my crýing, O Gód,\ngive ear únto my práyer. 2 From the ends of the earth will I cáll upon thée,\nwhen my héart is in héaviness. 3 O set me up upon the rock that is hígher than Í;\nfor thou hast been my hope, and a strong tower for me agáinst the énemy. 4 I will dwell in thy tábernacle foréver,\nand my trust shall be under the cóvering of thy wíngs. 5 For thou, O Lord, hast héard my desíres,\nand hast given an heritage unto those that féar thy Náme. 6 Thou shalt grant the Kíng a long lífe,\nthat his years may endure throughout áll generátions. 7 He shall dwell before Gód foréver:\nO prepare thy loving mercy and faithfulness, that théy may préserve him. 8 So will I alway sing práise unto thy Náme,\nthat I máy daily perfórm my vóws. 9 Glory be to the Father, and tó the Són,\nand to the Hóly Ghóst; 10 As it was in the beginning, † is now, and éver sháll be,\nworld wíthout énd. Amen. THE TWELFTH DAY Morning Prayer",
  "annotated_text": "HEAR my crýing, O G^od,\ngive ear /^unto my pr^ayer. 2 From the ends of the earth will I c^all upon th^ee,\nwhen my h/^eart is in h^eaviness. 3 O set me up upon the rock that is h^igher than Í;\nfor thou hast been my hope, and a strong tower for me ag/^ainst the ^enemy. 4 I will dwell in thy t^abernacle for^ever,\nand my trust shall be under the c/^overing of thy w^ings. 5 For thou, O Lord, hast h^eard my des^ires,\nand hast given an heritage unto those that f/^ear thy N^ame. 6 Thou shalt grant the K^ing a long l^ife,\nthat his years may endure throughout /^all gener^ations. 7 He shall dwell before G^od for^ever:\nO prepare thy loving mercy and faithfulness, that th/^ey may pr^eserve him. 8 So will I alway sing pr^aise unto thy N^ame,\nthat I m/^ay daily perf^orm my v^ows. 9 Glory be to the Father, and t^o the S^on,\nand to the H/^oly Gh^ost; 10 As it was in the beginning, † is now, and ^ever sh^all be,\nworld w/^ithout ^end. Amen. THE TWELFTH DAY Morning Prayer",
  "recommended_tone": "8"
}