{
  "psalm_number": 138,
  "latin_name": "Confitebor tibi.",
  "text": "I WILL give thanks unto thee, O Lord, with mý whole héart;\neven before the gods will I sing práise unto thée. 2 I will worship toward thy holy temple†, and praise thy Name, because of thy loving-kíndness and trúth;\nfor thou hast magnified thy Name, and thy word, abóve all thíngs. 3 When I called upon thee, thou héardest mé;\nand enduedst my sóul with much stréngth. 4 All the kings of the earth shall práise thee, O LÓRD;\nfor they have heard the wórds of thy móuth. 5 Yea, they shall sing of the wáys of the LÓRD,\nthat great is the glóry of the LÓRD. 6 For though the LORD be high, yet hath he respéct unto the lówly;\nas for the proud, he beholdeth thém afar óff. 7 Though I walk in the midst of trouble,† yet shált thou refrésh me;\nthou shalt stretch forth thy hand upon the furiousness of mine enemies,† and thy ríght hand shall sáve me. 8 The LORD shall make good his loving-kíndness tóward me;\nyea, thy mercy, O LORD, endureth forever;† despise not then the wórks of thine own hánds. 9 Glory be to the Father, and tó the Són,\nand to the Hóly Ghóst; 10 As it was in the beginning, † is now, and éver sháll be,\nworld wíthout énd. Amen. THE TWENTY-NINTH DAY Morning Prayer",
  "annotated_text": "I WILL give thanks unto thee, O Lord, with mý whole h^eart;\neven before the gods will I sing pr/^aise unto th^ee. 2 I will worship toward thy holy temple†, and praise thy Name, because of thy loving-k^indness and tr^uth;\nfor thou hast magnified thy Name, and thy word, ab/^ove all th^ings. 3 When I called upon thee, thou h^eardest m^e;\nand enduedst my s/^oul with much str^ength. 4 All the kings of the earth shall pr^aise thee, O LÓRD;\nfor they have heard the w/^ords of thy m^outh. 5 Yea, they shall sing of the w^ays of the LÓRD,\nthat great is the gl/^ory of the LÓRD. 6 For though the LORD be high, yet hath he resp^ect unto the l^owly;\nas for the proud, he beholdeth th/^em afar ^off. 7 Though I walk in the midst of trouble,† yet sh^alt thou refr^esh me;\nthou shalt stretch forth thy hand upon the furiousness of mine enemies,† and thy r/^ight hand shall s^ave me. 8 The LORD shall make good his loving-k^indness t^oward me;\nyea, thy mercy, O LORD, endureth forever;† despise not then the w/^orks of thine own h^ands. 9 Glory be to the Father, and t^o the S^on,\nand to the H/^oly Gh^ost; 10 As it was in the beginning, † is now, and ^ever sh^all be,\nworld w/^ithout ^end. Amen. THE TWENTY-NINTH DAY Morning Prayer",
  "recommended_tone": "5"
}