{
  "psalm_number": 19,
  "latin_name": "Caeli enarrant.",
  "text": "THE heavens declare the glóry of Gód;\nand the firmament shóweth his hándy-work. 2 One day télleth anóther;\nand one night cértifieth anóther. 3 There is neither spéech nor lánguage;\nbut their voices are héard amóng them. 4 Their sound is gone óut into áll lands;\nand their words into the énds of the wórld. 5 In them hath he set a tábernacle for the sún;\nwhich cometh forth as a bridegroom out of his chamber, and rejoiceth as a gíant to run his cóurse. 6 It goeth forth from the uttermost part of the heaven, † and runneth about unto the énd of it agáin;\nand there is nothing hid from the héat thereóf. 7 The law of the LORD is an undefiled law, convérting the sóul;\nthe testimony of the LORD is sure, and giveth wísdom unto the símple. 8 The statutes of the LORD are right, and rejóice the héart;\nthe commandment of the LORD is pure, and giveth líght unto the éyes. 9 The fear of the LORD is clean, and endúreth foréver;\nthe judgments of the LORD are true, and ríghteous altogéther. 10 More to be desired are they than gold, yea, than múch fine góld;\nsweeter also than hóney, and the hóneycomb. 11 Moreover, by them is thy sérvant táught;\nand in keeping of them there is gréat rewárd. 12 Who can tell how óft he offéndeth?\nO cleanse thou me from my sécret fáults. 13 Keep thy servant also from presumptuous sins, † lest they get the domínion over mé;\nso shall I be undefiled, and innocent from the gréat offénce. 14 Let the words of my mouth, and the meditation of my heart, be alway accéptable in thy síght,\nO LORD, my stréngth and my redéemer. 15 Glory be to the Father, and tó the Són,\nand to the Hóly Ghóst; 16 As it was in the beginning, † is now, and éver sháll be,\nworld wíthout énd. Amen.",
  "annotated_text": "THE heavens declare the gl^ory of G^od;\nand the firmament sh/^oweth his h^andy-work. 2 One day t^elleth an^other;\nand one night c/^ertifieth an^other. 3 There is neither sp^eech nor l^anguage;\nbut their voices are h/^eard am^ong them. 4 Their sound is gone ^out into ^all lands;\nand their words into the /^ends of the w^orld. 5 In them hath he set a t^abernacle for the s^un;\nwhich cometh forth as a bridegroom out of his chamber, and rejoiceth as a g/^iant to run his c^ourse. 6 It goeth forth from the uttermost part of the heaven, † and runneth about unto the ^end of it ag^ain;\nand there is nothing hid from the h/^eat there^of. 7 The law of the LORD is an undefiled law, conv^erting the s^oul;\nthe testimony of the LORD is sure, and giveth w/^isdom unto the s^imple. 8 The statutes of the LORD are right, and rej^oice the h^eart;\nthe commandment of the LORD is pure, and giveth l/^ight unto the ^eyes. 9 The fear of the LORD is clean, and end^ureth for^ever;\nthe judgments of the LORD are true, and r/^ighteous altog^ether. 10 More to be desired are they than gold, yea, than m^uch fine g^old;\nsweeter also than h/^oney, and the h^oneycomb. 11 Moreover, by them is thy s^ervant t^aught;\nand in keeping of them there is gr/^eat rew^ard. 12 Who can tell how ^oft he off^endeth?\nO cleanse thou me from my s/^ecret f^aults. 13 Keep thy servant also from presumptuous sins, † lest they get the dom^inion over m^e;\nso shall I be undefiled, and innocent from the gr/^eat off^ence. 14 Let the words of my mouth, and the meditation of my heart, be alway acc^eptable in thy s^ight,\nO LORD, my str/^ength and my red^eemer. 15 Glory be to the Father, and t^o the S^on,\nand to the H/^oly Gh^ost; 16 As it was in the beginning, † is now, and ^ever sh^all be,\nworld w/^ithout ^end. Amen.",
  "recommended_tone": "4"
}