{
  "psalm_number": 16,
  "latin_name": "Conserva me, Domine.",
  "text": "PRESERVE mé, O Gód;\nfor in thee have I pút my trúst. 2 O my soul, thou hast sáid unto the LÓRD,\nThou art my God; I have no good líke unto thée. 3 All my delight is upon the sáints that are in the éarth,\nand upon such as excél in vírtue. 4 But they that run after anóther gód\nshall háve great tróuble. 5 Their drink-offerings of blóod will I not óffer,\nneither make mention of their námes within my líps. 6 The LORD himself is the portion of mine inhéritance, and of my cúp;\nthou shalt maintáin my lót. 7 The lot is fallen unto mé in a fair gróund;\nyea, I have a góodly héritage. 8 I will thank the LORD for gíving me wárning;\nmy reins also chasten me ín the night séason. 9 I have set the LORD álway befóre me;\nfor he is on my right hand, therefore I sháll not fáll. 10 Wherefore my heart is glad, and my glóry rejóiceth:\nmy flesh also shall rést in hópe. 11 For why? thou shalt not leave my sóul in héll;\nneither shalt thou suffer thy Holy One to sée corrúption. 12 Thou shalt show me the path of life: in thy presence is the fúllness of jóy,\nand at thy right hand there is pléasure forévermore. 13 Glory be to the Father, and tó the Són,\nand to the Hóly Ghóst; 14 As it was in the beginning, † is now, and éver sháll be,\nworld wíthout énd. Amen.",
  "annotated_text": "PRESERVE m^e, O G^od;\nfor in thee have I p/^ut my tr^ust. 2 O my soul, thou hast s^aid unto the LÓRD,\nThou art my God; I have no good l/^ike unto th^ee. 3 All my delight is upon the s^aints that are in the ^earth,\nand upon such as exc/^el in v^irtue. 4 But they that run after an^other g^od\nshall h/^ave great tr^ouble. 5 Their drink-offerings of bl^ood will I not ^offer,\nneither make mention of their n/^ames within my l^ips. 6 The LORD himself is the portion of mine inh^eritance, and of my c^up;\nthou shalt maint/^ain my l^ot. 7 The lot is fallen unto m^e in a fair gr^ound;\nyea, I have a g/^oodly h^eritage. 8 I will thank the LORD for g^iving me w^arning;\nmy reins also chasten me /^in the night s^eason. 9 I have set the LORD ^alway bef^ore me;\nfor he is on my right hand, therefore I sh/^all not f^all. 10 Wherefore my heart is glad, and my gl^ory rej^oiceth:\nmy flesh also shall r/^est in h^ope. 11 For why? thou shalt not leave my s^oul in h^ell;\nneither shalt thou suffer thy Holy One to s/^ee corr^uption. 12 Thou shalt show me the path of life: in thy presence is the f^ullness of j^oy,\nand at thy right hand there is pl/^easure for^evermore. 13 Glory be to the Father, and t^o the S^on,\nand to the H/^oly Gh^ost; 14 As it was in the beginning, † is now, and ^ever sh^all be,\nworld w/^ithout ^end. Amen.",
  "recommended_tone": "8"
}