{
  "psalm_number": 57,
  "latin_name": "Miserere mei, Deus.",
  "text": "BE merciful unto me, O God, be merciful unto me; for my soul trústeth in thée;\nand under the shadow of thy wings shall be my refuge, until this týranny be overpást. 2 I will call unto the Móst High Gód,\neven unto the God that shall perform the cause which I háve in hánd. 3 He shall sénd from héaven,\nand save me from the reproof of him that would éat me úp. 4 God shall send forth his mércy and trúth:\nmy sóul is among líons; 5 And I lie even among the children of men, that are sét on fíre,\nwhose teeth are spears and arrows, and their tóngue a sharp swórd. 6 Set up thyself, O God, abóve the héavens;\nand thy glory abóve all the éarth. 7 They have laid a net for my feet, and pressed dówn my sóul;\nthey have digged a pit before me, and are fallen into the mídst of it themsélves. 8 My heart is fixed, O God, my héart is fíxed;\nI will síng and give práise. 9 Awake up, my glory; awake, lúte and hárp:\nI myself will awáke right éarly. 10 I will give thanks unto thee, O Lord, amóng the péoples;\nand I will sing unto thee amóng the nátions. 11 For the greatness of thy mercy réacheth unto the héavens,\nand thy trúth unto the clóuds. 12 Set up thyself, O God, abóve the héavens;\nand thy glory above áll the éarth. 13 Glory be to the Father, and tó the Són,\nand to the Hóly Ghóst; 14 As it was in the beginning, † is now, and éver sháll be,\nworld wíthout énd. Amen.",
  "annotated_text": "BE merciful unto me, O God, be merciful unto me; for my soul tr^usteth in th^ee;\nand under the shadow of thy wings shall be my refuge, until this týranny be overp/^ast. 2 I will call unto the M^ost High G^od,\neven unto the God that shall perform the cause which I h/^ave in h^and. 3 He shall s^end from h^eaven,\nand save me from the reproof of him that would /^eat me ^up. 4 God shall send forth his m^ercy and tr^uth:\nmy s/^oul is among l^ions; 5 And I lie even among the children of men, that are s^et on f^ire,\nwhose teeth are spears and arrows, and their t/^ongue a sharp sw^ord. 6 Set up thyself, O God, ab^ove the h^eavens;\nand thy glory ab/^ove all the ^earth. 7 They have laid a net for my feet, and pressed d^own my s^oul;\nthey have digged a pit before me, and are fallen into the m/^idst of it thems^elves. 8 My heart is fixed, O God, my h^eart is f^ixed;\nI will s/^ing and give pr^aise. 9 Awake up, my glory; awake, l^ute and h^arp:\nI myself will aw/^ake right ^early. 10 I will give thanks unto thee, O Lord, am^ong the p^eoples;\nand I will sing unto thee am/^ong the n^ations. 11 For the greatness of thy mercy r^eacheth unto the h^eavens,\nand thy tr/^uth unto the cl^ouds. 12 Set up thyself, O God, ab^ove the h^eavens;\nand thy glory above /^all the ^earth. 13 Glory be to the Father, and t^o the S^on,\nand to the H/^oly Gh^ost; 14 As it was in the beginning, † is now, and ^ever sh^all be,\nworld w/^ithout ^end. Amen.",
  "recommended_tone": "8"
}