{
  "psalm_number": 141,
  "latin_name": "Domine, clamavi.",
  "text": "LORD, I call upon thee; haste thee únto mé,\nand consider my voice, when I crý unto thée. 2 Let my prayer be set forth in thy síght as the íncense;\nand let the lifting up of my hands be an évening sácrifice. 3 Set a watch, O LORD, befóre my móuth,\nand keep the dóor of my líps. 4 O let not mine heart be inclined to any évil thíng;\nlet me not be occupied in ungodly works with the men that work wickedness,† neither let me eat of such thíngs as pléase them. 5 Let the righteous rather smite me fríendly, and repróve me;\nyea, let not my head refuse their précious bálms. 6 Ás for the ungódly,\nI will pray yet agáinst their wíckedness. 7 Let their judges be overthrown in stóny pláces,\nthat they may hear my words; for théy are swéet. 8 Our bones lie scattered befóre the pít,\nlike as when one breaketh and heweth wóod upon the éarth. 9 But mine eyes look unto thée, O LORD Gód;\nin thee is my trust; O cast not óut my sóul. 10 Keep me from the snare that they have láid for mé,\nand from the traps of the wícked dóers. 11 Let the ungodly fall into their own néts togéther,\nand let me éver escápe them. 12 Glory be to the Father, and tó the Són,\nand to the Hóly Ghóst; 13 As it was in the beginning, † is now, and éver sháll be,\nworld wíthout énd. Amen.",
  "annotated_text": "LORD, I call upon thee; haste thee ^unto m^e,\nand consider my voice, when I crý unto th/^ee. 2 Let my prayer be set forth in thy s^ight as the ^incense;\nand let the lifting up of my hands be an /^evening s^acrifice. 3 Set a watch, O LORD, bef^ore my m^outh,\nand keep the d/^oor of my l^ips. 4 O let not mine heart be inclined to any ^evil th^ing;\nlet me not be occupied in ungodly works with the men that work wickedness,† neither let me eat of such th/^ings as pl^ease them. 5 Let the righteous rather smite me fr^iendly, and repr^ove me;\nyea, let not my head refuse their pr/^ecious b^alms. 6 Ás for the ung^odly,\nI will pray yet ag/^ainst their w^ickedness. 7 Let their judges be overthrown in st^ony pl^aces,\nthat they may hear my words; for th/^ey are sw^eet. 8 Our bones lie scattered bef^ore the p^it,\nlike as when one breaketh and heweth w/^ood upon the ^earth. 9 But mine eyes look unto th^ee, O LORD G^od;\nin thee is my trust; O cast not /^out my s^oul. 10 Keep me from the snare that they have l^aid for m^e,\nand from the traps of the w/^icked d^oers. 11 Let the ungodly fall into their own n^ets tog^ether,\nand let me /^ever esc^ape them. 12 Glory be to the Father, and t^o the S^on,\nand to the H/^oly Gh^ost; 13 As it was in the beginning, † is now, and ^ever sh^all be,\nworld w/^ithout ^end. Amen.",
  "recommended_tone": "8"
}