{
  "psalm_number": 24,
  "latin_name": "Domini est terra.",
  "text": "THE earth is the LORD’s, and all that thérein ís;\nthe compass of the world, and théy that dwell thérein. 2 For he hath founded it upón the séas,\nand stablished it upón the flóods. 3 Who shall ascend into the híll of the LÓRD?\nor who shall rise up in his hóly pláce? 4 Even he that hath clean hánds, and a pure héart;\nand that hath not lift up his mind unto vanity, nor sworn to decéive his néighbor. 5 He shall receive the bléssing from the LÓRD,\nand righteousness from the Gód of his salvátion. 6 This is the generation of thém that séek him;\neven of them that seek thy face, O Gód of Jácob. 7 Lift up your heads, O ye gates; † and be ye lift up, ye everlásting dóors;\nand the King of glory sháll come ín. 8 Who is this Kíng of glóry?\nIt is the LORD strong and mighty, even the LORD míghty in báttle. 9 Lift up your heads, O ye gates;† and be ye lift up, ye everlásting dóors;\nand the King of glory sháll come ín. 10 Who is this Kíng of glóry?\nEven the LORD of hosts, he is the Kíng of glóry. 11 Glory be to the Father, and tó the Són,\nand to the Hóly Ghóst; 12 As it was in the beginning, † is now, and éver sháll be,\nworld wíthout énd. Amen.",
  "annotated_text": "THE earth is the LORD’s, and all that th^erein ^is;\nthe compass of the world, and th/^ey that dwell th^erein. 2 For he hath founded it up^on the s^eas,\nand stablished it up/^on the fl^oods. 3 Who shall ascend into the h^ill of the LÓRD?\nor who shall rise up in his h/^oly pl^ace? 4 Even he that hath clean h^ands, and a pure h^eart;\nand that hath not lift up his mind unto vanity, nor sworn to dec/^eive his n^eighbor. 5 He shall receive the bl^essing from the LÓRD,\nand righteousness from the G/^od of his salv^ation. 6 This is the generation of th^em that s^eek him;\neven of them that seek thy face, O G/^od of J^acob. 7 Lift up your heads, O ye gates; † and be ye lift up, ye everl^asting d^oors;\nand the King of glory sh/^all come ^in. 8 Who is this K^ing of gl^ory?\nIt is the LORD strong and mighty, even the LORD m/^ighty in b^attle. 9 Lift up your heads, O ye gates;† and be ye lift up, ye everl^asting d^oors;\nand the King of glory sh/^all come ^in. 10 Who is this K^ing of gl^ory?\nEven the LORD of hosts, he is the K/^ing of gl^ory. 11 Glory be to the Father, and t^o the S^on,\nand to the H/^oly Gh^ost; 12 As it was in the beginning, † is now, and ^ever sh^all be,\nworld w/^ithout ^end. Amen.",
  "recommended_tone": "7"
}