{
  "psalm_number": 17,
  "latin_name": "Exaudi, Domine.",
  "text": "HEAR the right, O LORD, consíder my compláint,\nand harken unto my prayer, that goeth not óut of feigned líps. 2 Let my sentence come fórth from thy présence;\nand let thine eyes look upon the thíng that is équal. 3 Thou hast proved and visited mine heart in the night season; † thou hast tried me, and shalt find no wíckedness in mé;\nfor I am utterly purposed that my móuth shall not offénd. 4 As for the wórks of mén,\nby the word of thy lips I have kept me from the wáys of the destróyer. 5 O hold thou up my góings in thy páths,\nthat my fóotsteps slip nót. 6 I have called upon thee, O God, for thóu shalt héar me:\nincline thine ear to me, and hárken unto my wórds. 7 Show thy marvelous loving-kindness, † thou that art the Savior of them which put their trúst in thée,\nfrom such as resíst thy right hánd. 8 Keep me as the ápple of an éye;\nhide me under the shádow of thy wíngs, 9 From the ungodly, that tróuble mé;\nmine enemies compass me round about, to take awáy my sóul. 10 They are inclosed in théir own fát,\nand their mouth spéaketh proud thíngs. 11 They lie waiting in our way on évery síde,\nwatching to cast us dówn to the gróund; 12 Like as a lion that is gréedy of his préy,\nand as it were a lion’s whelp lurking in sécret pláces. 13 Up, LORD, disappoint him, and cást him dówn;\ndeliver my soul from the ungodly, by thíne own swórd; 14 Yea, by thy hand, O LORD; from the men of the évil wórld;\nwhich have their portion in this life, whose bellies thou fillest with thÿ hid tréasure. 15 They have children at théir desíre,\nand leave the rest of their súbstance for their bábes. 16 But as for me, I shall behold thy présence in ríghteousness;\nand when I awake up after thy likeness, I sháll be sátisfied. 17 Glory be to the Father, and tó the Són,\nand to the Hóly Ghóst; 18 As it was in the beginning, † is now, and éver sháll be,\nworld wíthout énd. Amen. Evening Prayer",
  "annotated_text": "HEAR the right, O LORD, cons^ider my compl^aint,\nand harken unto my prayer, that goeth not /^out of feigned l^ips. 2 Let my sentence come f^orth from thy pr^esence;\nand let thine eyes look upon the th/^ing that is ^equal. 3 Thou hast proved and visited mine heart in the night season; † thou hast tried me, and shalt find no w^ickedness in m^e;\nfor I am utterly purposed that my m/^outh shall not off^end. 4 As for the w^orks of m^en,\nby the word of thy lips I have kept me from the w/^ays of the destr^oyer. 5 O hold thou up my g^oings in thy p^aths,\nthat my f/^ootsteps slip n^ot. 6 I have called upon thee, O God, for th^ou shalt h^ear me:\nincline thine ear to me, and h/^arken unto my w^ords. 7 Show thy marvelous loving-kindness, † thou that art the Savior of them which put their tr^ust in th^ee,\nfrom such as res/^ist thy right h^and. 8 Keep me as the ^apple of an ^eye;\nhide me under the sh/^adow of thy w^ings, 9 From the ungodly, that tr^ouble m^e;\nmine enemies compass me round about, to take aw/^ay my s^oul. 10 They are inclosed in th^eir own f^at,\nand their mouth sp/^eaketh proud th^ings. 11 They lie waiting in our way on ^every s^ide,\nwatching to cast us d/^own to the gr^ound; 12 Like as a lion that is gr^eedy of his pr^ey,\nand as it were a lion’s whelp lurking in s/^ecret pl^aces. 13 Up, LORD, disappoint him, and c^ast him d^own;\ndeliver my soul from the ungodly, by th/^ine own sw^ord; 14 Yea, by thy hand, O LORD; from the men of the ^evil w^orld;\nwhich have their portion in this life, whose bellies thou fillest with thÿ hid tr/^easure. 15 They have children at th^eir des^ire,\nand leave the rest of their s/^ubstance for their b^abes. 16 But as for me, I shall behold thy pr^esence in r^ighteousness;\nand when I awake up after thy likeness, I sh/^all be s^atisfied. 17 Glory be to the Father, and t^o the S^on,\nand to the H/^oly Gh^ost; 18 As it was in the beginning, † is now, and ^ever sh^all be,\nworld w/^ithout ^end. Amen. Evening Prayer",
  "recommended_tone": "7"
}