{
  "psalm_number": 136,
  "latin_name": "Confitemini.",
  "text": "O GIVE thanks unto the LORD, for hé is grácious:\nand his mercy endúreth foréver. 2 O give thanks unto the Gód of all góds:\nfor his mercy endúreth foréver. 3 O thank the Lórd of all lórds:\nfor his mercy endúreth foréver. 4 Who only dóeth great wónders:\nfor his mercy endúreth foréver. 5 Who by his excellent wísdom made the héavens:\nfor his mercy endúreth foréver. 6 Who laid out the earth abóve the wáters:\nfor his mercy endúreth foréver. 7 Who hath máde great líghts:\nfor his mercy endúreth foréver: 8 The sun to rúle the dáy:\nfor his mercy endúreth foréver; 9 The moon and the stars to góvern the níght:\nfor his mercy endúreth foréver. 10 Who smote Égypt, with their fírstborn:\nfor his mercy endúreth foréver; 11 And brought out Ísrael from amóng them:\nfor his mercy endúreth foréver; 12 With a mighty hand and strétched-out árm:\nfor his mercy endúreth foréver. 13 Who divided the Red Séa in two párts:\nfor his mercy endúreth foréver; 14 And made Israel to gó through the mídst of it:\nfor his mercy endúreth foréver. 15 But as for Pharaoh and his host,† he overthrew them ín the Red Séa:\nfor his mercy endúreth foréver. 16 Who led his péople through the wílderness:\nfor his mercy endúreth foréver. 17 Who smóte great kíngs:\nfor his mercy endúreth foréver; 18 Yea, and sléw mighty kíngs:\nfor his mercy endúreth foréver: 19 Sihon, kíng of the Ámorites:\nfor his mercy endúreth foréver; 20 And Og, the kíng of Báshan:\nfor his mercy endúreth foréver; 21 And gave away their lánd for an héritage:\nfor his mercy endúreth foréver; 22 Even for an heritage unto Ísrael his sérvant:\nfor his mercy endúreth foréver. 23 Who remembered us whén we were in troúble:\nfor his mercy endúreth foréver; 24 And hath delivered us fróm our énemies:\nfor his mercy endúreth foréver. 25 Who giveth fóod to all flésh:\nfor his mercy endúreth foréver. 26 O give thanks unto the Gód of héaven:\nfor his mercy endúreth foréver. 27 O give thanks unto the Lórd of lórds:\nfor his mercy endúreth foréver. 28 Glory be to the Father, and tó the Són,\nand to the Hóly Ghóst; 29 As it was in the beginning, † is now, and éver sháll be,\nworld wíthout énd. Amen.",
  "annotated_text": "O GIVE thanks unto the LORD, for h^e is gr^acious:\nand his mercy end/^ureth for^ever. 2 O give thanks unto the G^od of all g^ods:\nfor his mercy end/^ureth for^ever. 3 O thank the L^ord of all l^ords:\nfor his mercy end/^ureth for^ever. 4 Who only d^oeth great w^onders:\nfor his mercy end/^ureth for^ever. 5 Who by his excellent w^isdom made the h^eavens:\nfor his mercy end/^ureth for^ever. 6 Who laid out the earth ab^ove the w^aters:\nfor his mercy end/^ureth for^ever. 7 Who hath m^ade great l^ights:\nfor his mercy end/^ureth for^ever: 8 The sun to r^ule the d^ay:\nfor his mercy end/^ureth for^ever; 9 The moon and the stars to g^overn the n^ight:\nfor his mercy end/^ureth for^ever. 10 Who smote Égypt, with their f^irstborn:\nfor his mercy end/^ureth for^ever; 11 And brought out Ísrael from am^ong them:\nfor his mercy end/^ureth for^ever; 12 With a mighty hand and str^etched-out ^arm:\nfor his mercy end/^ureth for^ever. 13 Who divided the Red S^ea in two p^arts:\nfor his mercy end/^ureth for^ever; 14 And made Israel to g^o through the m^idst of it:\nfor his mercy end/^ureth for^ever. 15 But as for Pharaoh and his host,† he overthrew them ^in the Red S^ea:\nfor his mercy end/^ureth for^ever. 16 Who led his p^eople through the w^ilderness:\nfor his mercy end/^ureth for^ever. 17 Who sm^ote great k^ings:\nfor his mercy end/^ureth for^ever; 18 Yea, and sl^ew mighty k^ings:\nfor his mercy end/^ureth for^ever: 19 Sihon, k^ing of the Ámorites:\nfor his mercy end/^ureth for^ever; 20 And Og, the k^ing of B^ashan:\nfor his mercy end/^ureth for^ever; 21 And gave away their l^and for an h^eritage:\nfor his mercy end/^ureth for^ever; 22 Even for an heritage unto Ísrael his s^ervant:\nfor his mercy end/^ureth for^ever. 23 Who remembered us wh^en we were in tro^uble:\nfor his mercy end/^ureth for^ever; 24 And hath delivered us fr^om our ^enemies:\nfor his mercy end/^ureth for^ever. 25 Who giveth f^ood to all fl^esh:\nfor his mercy end/^ureth for^ever. 26 O give thanks unto the G^od of h^eaven:\nfor his mercy end/^ureth for^ever. 27 O give thanks unto the L^ord of l^ords:\nfor his mercy end/^ureth for^ever. 28 Glory be to the Father, and t^o the S^on,\nand to the H/^oly Gh^ost; 29 As it was in the beginning, † is now, and ^ever sh^all be,\nworld w/^ithout ^end. Amen.",
  "recommended_tone": "3A"
}