{
  "psalm_number": 148,
  "latin_name": "Laudate Dominum.",
  "text": "O PRAISE the LÓRD from the héavens:\npraise him ín the héights. 2 Praise him, all ye ángels of hís:\npraise him, áll his hóst. 3 Praise him, sún and móon:\npraise him, all ye stárs and líght. 4 Praise him, áll ye héavens,\nand ye waters that are abóve the héavens. 5 Let them praise the Náme of the LÓRD:\nfor he spake the word, and they were made;† he commanded, and théy were creáted. 6 He hath made them fast for éver and éver:\nhe hath given them a law which shall nót be bróken. 7 Praise the LÓRD from the éarth,\nye drágons and all déeps; 8 Fire and hail, snów and vápors,\nwind and storm, fulfílling his wórd; 9 Móuntains and all hílls;\nfruitful trées and all cédars; 10 Béasts and all cáttle;\ncreeping things and flýing fówls; 11 Kings of the éarth, and all péoples;\nprinces, and all júdges of the wórld; 12 Young men and maidens, old men and children,† praise the Náme of the LÓRD:\nfor his Name only is excellent, and his praise above héaven and éarth. 13 He shall exalt the horn of his people: all his sáints shall práise him;\neven the children of Israel, even the people that sérveth hím 14 Glory be to the Father, and tó the Són,\nand to the Hóly Ghóst; 15 As it was in the beginning, † is now, and éver sháll be,\nworld wíthout énd. Amen.",
  "annotated_text": "O PRAISE the LÓRD from the h^eavens:\npraise him /^in the h^eights. 2 Praise him, all ye ^angels of h^is:\npraise him, /^all his h^ost. 3 Praise him, s^un and m^oon:\npraise him, all ye st/^ars and l^ight. 4 Praise him, ^all ye h^eavens,\nand ye waters that are ab/^ove the h^eavens. 5 Let them praise the N^ame of the LÓRD:\nfor he spake the word, and they were made;† he commanded, and th/^ey were cre^ated. 6 He hath made them fast for ^ever and ^ever:\nhe hath given them a law which shall n/^ot be br^oken. 7 Praise the LÓRD from the ^earth,\nye dr/^agons and all d^eeps; 8 Fire and hail, sn^ow and v^apors,\nwind and storm, fulf/^illing his w^ord; 9 M^ountains and all h^ills;\nfruitful tr/^ees and all c^edars; 10 B^easts and all c^attle;\ncreeping things and flýing f/^owls; 11 Kings of the ^earth, and all p^eoples;\nprinces, and all j/^udges of the w^orld; 12 Young men and maidens, old men and children,† praise the N^ame of the LÓRD:\nfor his Name only is excellent, and his praise above h/^eaven and ^earth. 13 He shall exalt the horn of his people: all his s^aints shall pr^aise him;\neven the children of Israel, even the people that s/^erveth h^im 14 Glory be to the Father, and t^o the S^on,\nand to the H/^oly Gh^ost; 15 As it was in the beginning, † is now, and ^ever sh^all be,\nworld w/^ithout ^end. Amen.",
  "recommended_tone": "7"
}