{
  "psalm_number": 40,
  "latin_name": "Expectans expectavi.",
  "text": "I WAITED pátiently for the LÓRD,\nand he inclined unto me, and héard my cálling. 2 He brought me also out of the horrible pit, óut of the míre and cláy,\nand set my feet upon the rock, and órdered my góings. 3 And he hath put a new sóng in my móuth,\neven a thanksgíving únto our Gód. 4 Many shall sée it, and féar,\nand shall put their trúst in the LÓRD. 5 Blessèd is the man that hath set his hópe in the LÓRD,\nand turned not unto the proud, and to such as gó abóut with líes. 6 O LORD my God, great are the wondrous works which thou hast done, like as be also thy thoughts, which áre to ús-ward;\nand yet there is no man that órdereth them únto thee. 7 If I should decláre them, and spéak of them,\nthey should be more than I am áble to expréss. 8 Sacrifice and óffering thou wóuldest not,\nbut mine éars hast thou ópened. 9 Burnt-offering and sacrifice for sin hast thou nót requíred:\nthen said I, Ló, I cóme; 10 In the volume of the book it is written of me, that I should fulfíll thy wíll, O my Gód:\nI am content to do it; yea, thy láw is withín my héart. 11 I have declared thy righteousness in the gréat congregátion:\nlo, I will not refrain my lips, O LORD, and thát thou knówest. 12 I have not hid thy righteousness withín my héart;\nmy talk hath been of thy truth, and of thý salvátion. 13 I have not kept back thy loving mércy and trúth\nfrom the gréat congregátion. 14 Withdraw not thou thy mércy from mé, O LÓRD;\nlet thy loving-kindness and thy truth álway presérve me. 15 For innumerable troubles are come about me; † my sins have taken such hold upon me, that I am not áble to look úp;\nyea, they are more in number than the hairs of my head, and my héart hath fáiled me. 16 O LORD, let it be thy pléasure to delíver me;\nmake háste, O LÓRD, to hélp me. 17 Let them be ashamed, and confounded together, that seek after my sóul to destróy it;\nlet them be driven backward, and put to rebuke, that wísh me évil. 18 Let them be desolate, and rewárded with sháme,\nthat say unto me, Fíe upón thee! fíe upón thee! 19 Let all those that seek thee, be jóyful and glád in thee;\nand let such as love thy salvation, say alway, The LÓRD be práised. 20 As for me, I am póor and néedy;\nbut the Lórd cáreth for mé. 21 Thou art my hélper and redéemer;\nmake no long tárrying, Ó my Gód. 22 Glory be to the Father, and tó the Són,\nand to the Hóly Ghóst; 23 As it was in the beginning, † is now, and éver sháll be,\nworld wíthout énd. Amen. Evening Prayer",
  "annotated_text": "I WAITED p^atiently for the LÓRD,\nand he inclined unto me, and h/^eard my c^alling. 2 He brought me also out of the horrible pit, ^out of the m^ire and cl^ay,\nand set my feet upon the rock, and /^ordered my g^oings. 3 And he hath put a new s^ong in my m^outh,\neven a thanksg/^iving ^unto our G^od. 4 Many shall s^ee it, and f^ear,\nand shall put their tr/^ust in the LÓRD. 5 Bless^ed is the man that hath set his h^ope in the LÓRD,\nand turned not unto the proud, and to such as g/^o ab^out with l^ies. 6 O LORD my God, great are the wondrous works which thou hast done, like as be also thy thoughts, which ^are to ^us-ward;\nand yet there is no man that /^ordereth them ^unto thee. 7 If I should decl^are them, and sp^eak of them,\nthey should be more than I am /^able to expr^ess. 8 Sacrifice and ^offering thou w^ouldest not,\nbut mine /^ears hast thou ^opened. 9 Burnt-offering and sacrifice for sin hast thou n^ot requ^ired:\nthen said I, L/^o, I c^ome; 10 In the volume of the book it is written of me, that I should fulf^ill thy w^ill, O my G^od:\nI am content to do it; yea, thy l/^aw is with^in my h^eart. 11 I have declared thy righteousness in the gr^eat congreg^ation:\nlo, I will not refrain my lips, O LORD, and th/^at thou kn^owest. 12 I have not hid thy righteousness with^in my h^eart;\nmy talk hath been of thy truth, and of thý salv/^ation. 13 I have not kept back thy loving m^ercy and tr^uth\nfrom the gr/^eat congreg^ation. 14 Withdraw not thou thy m^ercy from m^e, O LÓRD;\nlet thy loving-kindness and thy truth /^alway pres^erve me. 15 For innumerable troubles are come about me; † my sins have taken such hold upon me, that I am not ^able to look ^up;\nyea, they are more in number than the hairs of my head, and my h/^eart hath f^ailed me. 16 O LORD, let it be thy pl^easure to del^iver me;\nmake h/^aste, O LÓRD, to h^elp me. 17 Let them be ashamed, and confounded together, that seek after my s^oul to destr^oy it;\nlet them be driven backward, and put to rebuke, that w/^ish me ^evil. 18 Let them be desolate, and rew^arded with sh^ame,\nthat say unto me, F/^ie up^on thee! f^ie up^on thee! 19 Let all those that seek thee, be j^oyful and gl^ad in thee;\nand let such as love thy salvation, say alway, The LÓRD be pr/^aised. 20 As for me, I am p^oor and n^eedy;\nbut the L/^ord c^areth for m^e. 21 Thou art my h^elper and red^eemer;\nmake no long t/^arrying, Ó my G^od. 22 Glory be to the Father, and t^o the S^on,\nand to the H/^oly Gh^ost; 23 As it was in the beginning, † is now, and ^ever sh^all be,\nworld w/^ithout ^end. Amen. Evening Prayer",
  "recommended_tone": "6A"
}