{
  "psalm_number": 11,
  "latin_name": "In Domino confido.",
  "text": "IN the LORD put I my trúst; † how say ye thén to my sóul, that she should flee as a bírd unto the híll? 2 For lo, the ungodly bend their bow, and make ready their árrows within the qúiver,\nthat they may privily shoot at them which are trúe of héart. 3 If the foundátions be destróyed,\nwhat can the ríghteous dó? 4 The LORD is in his hóly témple;\nthe LORD’s séat is in héaven. 5 His eyes consíder the póor,\nand his eyelids try the chíldren of mén. 6 The LORD appróveth the ríghteous:\nbut the ungodly, and him that delighteth in wickedness, dóth his soul ábhor. 7 Upon the ungodly he shall rain snares, fire and brimstone, stórm and témpest:\nthis shall be their pórtion to drínk. 8 For the righteous LORD lóveth ríghteousness;\nhis countenance will behold the thíng that is júst. 9 Glory be to the Father, and tó the Són,\nand to the Hóly Ghóst; 10 As it was in the beginning, † is now, and éver sháll be,\nworld wíthout énd. Amen. Evening Prayer",
  "annotated_text": "IN the LORD put I my tr^ust; † how say ye th^en to my s^oul, that she should flee as a b^ird unto the h^ill? 2 For lo, the ungodly bend their bow, and make ready their ^arrows within the q^uiver,\nthat they may privily shoot at them which are tr/^ue of h^eart. 3 If the found^ations be destr^oyed,\nwhat can the r/^ighteous d^o? 4 The LORD is in his h^oly t^emple;\nthe LORD’s s/^eat is in h^eaven. 5 His eyes cons^ider the p^oor,\nand his eyelids try the ch/^ildren of m^en. 6 The LORD appr^oveth the r^ighteous:\nbut the ungodly, and him that delighteth in wickedness, d/^oth his soul ^abhor. 7 Upon the ungodly he shall rain snares, fire and brimstone, st^orm and t^empest:\nthis shall be their p/^ortion to dr^ink. 8 For the righteous LORD l^oveth r^ighteousness;\nhis countenance will behold the th/^ing that is j^ust. 9 Glory be to the Father, and t^o the S^on,\nand to the H/^oly Gh^ost; 10 As it was in the beginning, † is now, and ^ever sh^all be,\nworld w/^ithout ^end. Amen. Evening Prayer",
  "recommended_tone": "5"
}