{
  "psalm_number": 22,
  "latin_name": "Deus, Deus meus.",
  "text": "MY God, my God, look upon me; † why hast thou forsáken mé?\nand art so far from my health, and from the wórds of my compláint? 2 O my God, I cry in the daytime, but thou héarest nót;\nand in the night season also I táke no rést. 3 And thou contínuest hóly,\nO thou Wórship of Īsrael. 4 Our fathers hóped in thée;\nthey trusted in thee, and thou didst delíver thém. 5 They called upon thée, and were hólpen;\nthey put their trust in thee, and were nót confóunded. 6 But as for me, I am a wórm, and no mán;\na very scorn of men, and the óutcast of the péople. 7 All they that see me láugh me to scórn;\nthey shoot out their lips, and sháke their heads, sáying, 8 He trusted in the LORD, that he would delíver hím;\nlet him deliver him, if hé will háve him. 9 But thou art he that took me óut of my móther’s womb;\nthou wast my hope, when I hanged yet upon my móther’s bréasts. 10 I have been left unto thee ever sínce I was bórn;\nthou art my God even from my móther’s wómb. 11 O go not from me; for trouble is hárd at hánd,\nand there is nóne to hélp me. 12 Many oxen are cóme about mé;\nfat bulls of Bashan close me in on évery síde. 13 They gape upon me wíth their móuths,\nas it were a ramping and a róaring líon. 14 I am poured out like water, and all my bones are óut of jóint;\nmy heart also in the midst of my body is even like mélting wáx. 15 My strength is dried up like a potsherd, and my tongue cléaveth to my gúms,\nand thou bringest me into the dúst of déath. 16 For many dogs are cóme about mé,\nand the council of the wicked layeth síege against mé. 17 They pierced my hands and my feet: † I may tell áll my bónes:\nthey stand staring and lóoking upon mé. 18 They part my gárments amóng them,\nand cast lots upón my vésture. 19 But be not thou far from mé, O LÓRD;\nthou art my succor, haste thée to hélp me. 20 Deliver my sóul from the swórd,\nmy darling from the pówer of the dóg. 21 Save me from the líon’s móuth;\nthou hast heard me also from among the hórns of the únicorns. 22 I will declare thy Náme unto my bréthren;\nin the midst of the congregation will Ī praise thée. 23 O praise the LORD, yé that féar him:\nmagnify him, all ye of the seed of Jacob; and fear him, all ye séed of Īsrael. 24 For he hath not despised nor abhorred the low estáte of the póor;\nhe hath not hid his face from him; but when he called unto hím he héard him. 25 My praise is of thee in the gréat congregátion;\nmy vows will I perform in the sight of thém that féar him. 26 The poor shall eat, and be satisfied; † they that seek after the LÓRD shall práise him:\nyour heart shall líve foréver. 27 All the ends of the world shall remember themselves, and be túrned unto the LÓRD;\nand all the kindreds of the nations shall wórship befóre him. 28 For the kingdom ís the LÓRD’S,\nand he is the Governor amóng the nátions. 29 All such as be fát upon éarth\nhave éaten, and wórshipped. 30 All they that go down into the dust shall knéel befóre him;\nand no man hath qúickened his own sóul. 31 My séed shall sérve him:\nthey shall be counted unto the Lórd for a generátion. 32 They shall come, and shall decláre his ríghteousness\nunto a people that shall be born, whom the Lórd hath máde. 33 Glory be to the Father, and tó the Són,\nand to the Hóly Ghóst; 34 As it was in the beginning, † is now, and éver sháll be,\nworld wíthout énd. Amen.",
  "annotated_text": "MY God, my God, look upon me; † why hast thou fors^aken m^e?\nand art so far from my health, and from the w/^ords of my compl^aint? 2 O my God, I cry in the daytime, but thou h^earest n^ot;\nand in the night season also I t/^ake no r^est. 3 And thou cont^inuest h^oly,\nO thou W/^orship of Īsrael. 4 Our fathers h^oped in th^ee;\nthey trusted in thee, and thou didst del/^iver th^em. 5 They called upon th^ee, and were h^olpen;\nthey put their trust in thee, and were n/^ot conf^ounded. 6 But as for me, I am a w^orm, and no m^an;\na very scorn of men, and the /^outcast of the p^eople. 7 All they that see me l^augh me to sc^orn;\nthey shoot out their lips, and sh/^ake their heads, s^aying, 8 He trusted in the LORD, that he would del^iver h^im;\nlet him deliver him, if h/^e will h^ave him. 9 But thou art he that took me ^out of my m^other’s womb;\nthou wast my hope, when I hanged yet upon my m/^other’s br^easts. 10 I have been left unto thee ever s^ince I was b^orn;\nthou art my God even from my m/^other’s w^omb. 11 O go not from me; for trouble is h^ard at h^and,\nand there is n/^one to h^elp me. 12 Many oxen are c^ome about m^e;\nfat bulls of Bashan close me in on /^every s^ide. 13 They gape upon me w^ith their m^ouths,\nas it were a ramping and a r/^oaring l^ion. 14 I am poured out like water, and all my bones are ^out of j^oint;\nmy heart also in the midst of my body is even like m/^elting w^ax. 15 My strength is dried up like a potsherd, and my tongue cl^eaveth to my g^ums,\nand thou bringest me into the d/^ust of d^eath. 16 For many dogs are c^ome about m^e,\nand the council of the wicked layeth s/^iege against m^e. 17 They pierced my hands and my feet: † I may tell ^all my b^ones:\nthey stand staring and l/^ooking upon m^e. 18 They part my g^arments am^ong them,\nand cast lots up/^on my v^esture. 19 But be not thou far from m^e, O LÓRD;\nthou art my succor, haste th/^ee to h^elp me. 20 Deliver my s^oul from the sw^ord,\nmy darling from the p/^ower of the d^og. 21 Save me from the l^ion’s m^outh;\nthou hast heard me also from among the h/^orns of the ^unicorns. 22 I will declare thy N^ame unto my br^ethren;\nin the midst of the congregation will Ī praise th/^ee. 23 O praise the LORD, y^e that f^ear him:\nmagnify him, all ye of the seed of Jacob; and fear him, all ye s/^eed of Īsrael. 24 For he hath not despised nor abhorred the low est^ate of the p^oor;\nhe hath not hid his face from him; but when he called unto h/^im he h^eard him. 25 My praise is of thee in the gr^eat congreg^ation;\nmy vows will I perform in the sight of th/^em that f^ear him. 26 The poor shall eat, and be satisfied; † they that seek after the LÓRD shall pr^aise him:\nyour heart shall l/^ive for^ever. 27 All the ends of the world shall remember themselves, and be t^urned unto the LÓRD;\nand all the kindreds of the nations shall w/^orship bef^ore him. 28 For the kingdom ^is the LÓRD’S,\nand he is the Governor am/^ong the n^ations. 29 All such as be f^at upon ^earth\nhave /^eaten, and w^orshipped. 30 All they that go down into the dust shall kn^eel bef^ore him;\nand no man hath q/^uickened his own s^oul. 31 My s^eed shall s^erve him:\nthey shall be counted unto the L/^ord for a gener^ation. 32 They shall come, and shall decl^are his r^ighteousness\nunto a people that shall be born, whom the L/^ord hath m^ade. 33 Glory be to the Father, and t^o the S^on,\nand to the H/^oly Gh^ost; 34 As it was in the beginning, † is now, and ^ever sh^all be,\nworld w/^ithout ^end. Amen.",
  "recommended_tone": "2"
}