{
  "psalm_number": 39,
  "latin_name": "Dixi, Custodiam.",
  "text": "I SAID, I will take héed to my wáys,\nthat I offend nót in my tóngue. 2 I will keep my mouth as it wére with a brídle,\nwhile the ungódly is ín my síght. 3 I held my tongue, and spáke nóthing:\nI kept silence, yea, even from good words; but it was páin and gríef to me. 4 My heart was hot within me: and while I was thus músing the fíre kíndled,\nand at the last I spáke with my tóngue: 5 LORD, let me know mine end, and the númber of my dáys;\nthat I may be certified how lóng I háve to líve. 6 Behold, thou hast made my days as it were a span long, and mine age is even as nóthing in respéct of thée;\nand verily every man living is altogéther vánity. 7 For man walketh in a vain shadow, and disquieteth himsélf in váin;\nhe heapeth up riches, and cannot tell whó shall gáther them. 8 And now, Lord, whát is my hópe?\ntruly my hópe is éven in thée. 9 Deliver me from áll mine offénces;\nand make me not a rebúke unto the fóolish. 10 I became dumb, and ópened nót my móuth;\nfor ít was thy dóing. 11 Take thy plague awáy from mé:\nI am even consumed by the méans of thy héavy hánd. 12 When thou with rebukes dost chasten man for sin, thou makest his beauty to consume away, like as it were a móth frétting a gárment:\nevery man thérefore is bút vánity. 13 Hear my prayer, O LORD, and with thine ears consíder my cálling;\nhold not thy péace at my téars; 14 For I am a stranger with thée, and a sojóurner,\nas áll my fáthers were. 15 O spare me a little, that I may recóver my stréngth,\nbefore I go hence, and be nó more séen. 16 Glory be to the Father, and tó the Són,\nand to the Hóly Ghóst; 17 As it was in the beginning, † is now, and éver sháll be,\nworld wíthout énd. Amen.",
  "annotated_text": "I SAID, I will take h^eed to my w^ays,\nthat I offend n/^ot in my t^ongue. 2 I will keep my mouth as it w^ere with a br^idle,\nwhile the ung/^odly is ^in my s^ight. 3 I held my tongue, and sp^ake n^othing:\nI kept silence, yea, even from good words; but it was p/^ain and gr^ief to me. 4 My heart was hot within me: and while I was thus m^using the f^ire k^indled,\nand at the last I sp/^ake with my t^ongue: 5 LORD, let me know mine end, and the n^umber of my d^ays;\nthat I may be certified how l/^ong I h^ave to l^ive. 6 Behold, thou hast made my days as it were a span long, and mine age is even as n^othing in resp^ect of th^ee;\nand verily every man living is altog/^ether v^anity. 7 For man walketh in a vain shadow, and disquieteth hims^elf in v^ain;\nhe heapeth up riches, and cannot tell wh/^o shall g^ather them. 8 And now, Lord, wh^at is my h^ope?\ntruly my h/^ope is ^even in th^ee. 9 Deliver me from ^all mine off^ences;\nand make me not a reb/^uke unto the f^oolish. 10 I became dumb, and ^opened n^ot my m^outh;\nfor /^it was thy d^oing. 11 Take thy plague aw^ay from m^e:\nI am even consumed by the m/^eans of thy h^eavy h^and. 12 When thou with rebukes dost chasten man for sin, thou makest his beauty to consume away, like as it were a m^oth fr^etting a g^arment:\nevery man th/^erefore is b^ut v^anity. 13 Hear my prayer, O LORD, and with thine ears cons^ider my c^alling;\nhold not thy p/^eace at my t^ears; 14 For I am a stranger with th^ee, and a soj^ourner,\nas /^all my f^athers were. 15 O spare me a little, that I may rec^over my str^ength,\nbefore I go hence, and be n/^o more s^een. 16 Glory be to the Father, and t^o the S^on,\nand to the H/^oly Gh^ost; 17 As it was in the beginning, † is now, and ^ever sh^all be,\nworld w/^ithout ^end. Amen.",
  "recommended_tone": "2"
}