{
  "psalm_number": 105,
  "latin_name": "Et intravit Israel",
  "text": "ISRAEL also came ínto Égypt,\nand Jacob was a stranger in the lánd of Hám. 24 And he increased his people exceédinglÿ,\nand made them stronger than their énemíes; 25 Whose heart turned so, that they háted his peóple,\nand dealt untruly wíth his sérvants. 26 Then sent he Móses his sérvant,\nand Aaron whom hé had chósen. 27 And these showed his tókens amóng them,\nand wonders in the lánd of Hám. 28 He sent darkness, and ít was dárk;\nand they were not obedient untó his wórd. 29 He turned their waters ínto bloód,\nand sléw their físh. 30 Their land broúght forth frógs;\nyea, even ín their kings’ chámbers. 31 He spake the word, and there came all mánner of fliés,\nand lice in áll their quárters. 32 He gave them haílstones for raín;\nand flames of fire ín their lánd. 33 He smote their vines álso and fíg trees;\nand destroyed the trees that were ín their coásts. 34 He spake the word, and the grasshoppers came,† and caterpillars innúmerablé,\nand did eat up all the grass in their land,† and devoured the fruít of their groúnd. 35 He smote all the firstborn ín their lánd;\neven the chief of áll their stréngth. 36 He brought them forth also with sílver and góld;\nthere was not one feeble person amóng their tríbes. 37 Egypt was glad at theír depárting;\nfor they were afraíd of thém. 38 He spread out a cloud to be a cóveríng,\nand fire to give light ín the night seáson. 39 At their desíre he brought quaíls;\nand he filled them with the breád of heáven. 40 He opened the rock of stone, and the wáters flowed oút,\nso that rivers ran ín the dry pláces. 41 For why? he remembered his hóly prómise;\nand Abrahám his sérvant. 42 And he brought forth his peóple with jóy,\nand his chósen with gládness; 43 And gave them the lánds of the heáthen;\nand they took the labors of the people ín posséssion; 44 That they might keép his státutes,\nand obsérve his láws. Glory be to the Father, and tó the Són,\nand to the Hóly Ghóst; As it was in the beginning, † is now, and éver sháll be,\nworld wíthout énd. Amen. Evening Prayer",
  "annotated_text": "ISRAEL also came ^into Égypt,\nand Jacob was a stranger in the l/^and of H^am. 24 And he increased his people exce^edinglÿ,\nand made them stronger than their /^enem^ies; 25 Whose heart turned so, that they h^ated his pe^ople,\nand dealt untruly w/^ith his s^ervants. 26 Then sent he M^oses his s^ervant,\nand Aaron whom h/^e had ch^osen. 27 And these showed his t^okens am^ong them,\nand wonders in the l/^and of H^am. 28 He sent darkness, and ^it was d^ark;\nand they were not obedient unt/^o his w^ord. 29 He turned their waters ^into blo^od,\nand sl/^ew their f^ish. 30 Their land bro^ught forth fr^ogs;\nyea, even /^in their kings’ ch^ambers. 31 He spake the word, and there came all m^anner of fli^es,\nand lice in /^all their qu^arters. 32 He gave them ha^ilstones for ra^in;\nand flames of fire /^in their l^and. 33 He smote their vines ^also and f^ig trees;\nand destroyed the trees that were /^in their co^asts. 34 He spake the word, and the grasshoppers came,† and caterpillars inn^umerabl^e,\nand did eat up all the grass in their land,† and devoured the fru/^it of their gro^und. 35 He smote all the firstborn ^in their l^and;\neven the chief of /^all their str^ength. 36 He brought them forth also with s^ilver and g^old;\nthere was not one feeble person am/^ong their tr^ibes. 37 Egypt was glad at the^ir dep^arting;\nfor they were afra/^id of th^em. 38 He spread out a cloud to be a c^over^ing,\nand fire to give light /^in the night se^ason. 39 At their des^ire he brought qua^ils;\nand he filled them with the bre/^ad of he^aven. 40 He opened the rock of stone, and the w^aters flowed o^ut,\nso that rivers ran /^in the dry pl^aces. 41 For why? he remembered his h^oly pr^omise;\nand Abrah/^am his s^ervant. 42 And he brought forth his pe^ople with j^oy,\nand his ch/^osen with gl^adness; 43 And gave them the l^ands of the he^athen;\nand they took the labors of the people /^in poss^ession; 44 That they might ke^ep his st^atutes,\nand obs/^erve his l^aws. Glory be to the Father, and t^o the S^on,\nand to the H/^oly Gh^ost; As it was in the beginning, † is now, and ^ever sh^all be,\nworld w/^ithout ^end. Amen. Evening Prayer"
}