{
  "psalm_number": 58,
  "latin_name": "Si vere utique.",
  "text": "ARE your minds set upon righteousness, O ye cóngregátion?\nand do ye judge the thing that is right, O ye sóns of mén? 2 Yea, ye imagine mischief in your heart upón the éarth,\nand your hands déal with wíckedness. 3 The ungodly are froward, even from their móther’s wómb;\nas soon as they are born, they go astráy, and speak líes. 4 They are as venomous as the póison of a sérpent,\neven like the deaf adder, that stóppeth her éars; 5 Which refuseth to hear the vóice of the chármer,\ncharm he néver so wísely. 6 Break their teeth, O Gód, in their móuths;\nsmite the jawbones of the líons, O LÓRD. 7 Let them fall away like water that rúnneth ápace;\nwhen they shoot their arrows, let them be róoted óut. 8 Let them consume away like a snail, and be like the untimely frúit of a wóman;\nand let them not sée the sún. 9 Or ever your pots be made hót with thórns,\nhe shall take them away with a whirlwind, the green and the búrning alíke. 10 The righteous shall rejoice when he séeth the véngeance;\nhe shall wash his footsteps in the blóod of the ungódly. 11 So that a man shall say, Verily there is a rewárd for the ríghteous;\ndoubtless there is a God that júdgeth the éarth. 12 Glory be to the Father, and tó the Són,\nand to the Hóly Ghóst; 13 As it was in the beginning, † is now, and éver sháll be,\nworld wíthout énd. Amen. Evening Prayer",
  "annotated_text": "ARE your minds set upon righteousness, O ye c^ongreg^ation?\nand do ye judge the thing that is right, O ye s/^ons of m^en? 2 Yea, ye imagine mischief in your heart up^on the ^earth,\nand your hands d/^eal with w^ickedness. 3 The ungodly are froward, even from their m^other’s w^omb;\nas soon as they are born, they go astr/^ay, and speak l^ies. 4 They are as venomous as the p^oison of a s^erpent,\neven like the deaf adder, that st/^oppeth her ^ears; 5 Which refuseth to hear the v^oice of the ch^armer,\ncharm he n/^ever so w^isely. 6 Break their teeth, O G^od, in their m^ouths;\nsmite the jawbones of the l/^ions, O LÓRD. 7 Let them fall away like water that r^unneth ^apace;\nwhen they shoot their arrows, let them be r/^ooted ^out. 8 Let them consume away like a snail, and be like the untimely fr^uit of a w^oman;\nand let them not s/^ee the s^un. 9 Or ever your pots be made h^ot with th^orns,\nhe shall take them away with a whirlwind, the green and the b/^urning al^ike. 10 The righteous shall rejoice when he s^eeth the v^engeance;\nhe shall wash his footsteps in the bl/^ood of the ung^odly. 11 So that a man shall say, Verily there is a rew^ard for the r^ighteous;\ndoubtless there is a God that j/^udgeth the ^earth. 12 Glory be to the Father, and t^o the S^on,\nand to the H/^oly Gh^ost; 13 As it was in the beginning, † is now, and ^ever sh^all be,\nworld w/^ithout ^end. Amen. Evening Prayer",
  "recommended_tone": "7"
}