{
  "psalm_number": 14,
  "latin_name": "Dixit insipiens.",
  "text": "THE fool hath sáid in his héart,\nThere ís no Gód. 2 They are corrupt, and become abóminable in their dóings;\nthere is none that doeth good, nó not óne. 3 The LORD looked down from heaven upon the chíldren of mén,\nto see if there were any that would understand, and séek after Gód. 4 But they are all gone out of the way, they are altogether becóme abóminable;\nthere is none that doeth good, nó not óne. 5 Have they no knowledge, that they are all such wórkers of míschief,\neating up my people as it were bread, and call not upón the LÓRD ? 6 There were they brought in great fear, even where nó fear wás;\nfor God is in the generátion of the ríghteous. 7 As for you, ye have made a mock at the cóunsel of the póor;\nbecause he putteth his trúst in the LÓRD. 8 Who shall give salvation unto Ísrael out of Síon?\nWhen the LORD turneth the captivity of his people, then shall Jacob rejoice, and Ísrael shall be glád. 8 Glory be to the Father, and tó the Són,\nand to the Hóly Ghóst; 9 As it was in the beginning, † is now, and éver sháll be,\nworld without wíthout énd. Amen. THE THIRD DAY Morning Prayer",
  "annotated_text": "THE fool hath s^aid in his h^eart,\nThere /^is no G^od. 2 They are corrupt, and become ab^ominable in their d^oings;\nthere is none that doeth good, n/^o not ^one. 3 The LORD looked down from heaven upon the ch^ildren of m^en,\nto see if there were any that would understand, and s/^eek after G^od. 4 But they are all gone out of the way, they are altogether bec^ome ab^ominable;\nthere is none that doeth good, n/^o not ^one. 5 Have they no knowledge, that they are all such w^orkers of m^ischief,\neating up my people as it were bread, and call not up/^on the LÓRD ? 6 There were they brought in great fear, even where n^o fear w^as;\nfor God is in the gener/^ation of the r^ighteous. 7 As for you, ye have made a mock at the c^ounsel of the p^oor;\nbecause he putteth his tr/^ust in the LÓRD. 8 Who shall give salvation unto Ísrael out of S^ion?\nWhen the LORD turneth the captivity of his people, then shall Jacob rejoice, and Ísrael shall be gl/^ad. 8 Glory be to the Father, and t^o the S^on,\nand to the H/^oly Gh^ost; 9 As it was in the beginning, † is now, and ^ever sh^all be,\nworld without w/^ithout ^end. Amen. THE THIRD DAY Morning Prayer",
  "recommended_tone": "7"
}