{
  "psalm_number": 59,
  "latin_name": "Eripe me de inimicis.",
  "text": "DELIVER me from mine énemies, O Gód;\ndefend me from them that ríse up agáinst me. 2 O deliver me from the wícked dóers,\nand save me from the blóodthirsty mén. 3 For lo, they lie wáiting for my sóul;\nthe mighty men are gathered against me, without any offence or fault of mé, O LÓRD. 4 They run and prepare themselves withóut my fáult;\narise thou therefore to hélp me, and béhold. 5 Stand up, O LORD God of hosts, thou God of Israel, to visit áll the héathen,\nand be not merciful unto them that offend of málicious wíckedness. 6 They go to and fró in the évening,\nthey grin like a dog, and run about thróugh the cíty. 7 Behold, they speak with their mouth, and swords are ín their líps;\nfor whó doth héar? 8 But thou, O LORD, shalt háve them in derísion,\nand thou shalt laugh all the héathen to scórn. 9 My strength will I áscribe unto thée;\nfor thou art the Gód of my réfuge. 10 God showeth me his góodness plénteously;\nand God shall let me see my désire upon mine énemies. 11 Slay them not, lest my péople forgét it;\nbut scatter them abroad among the people, and put them down, O Lórd our defénse. 12 For the sin of their mouth, and for the words of their lips, they shall be táken in their príde:\nand why? their talk is of cúrsing and líes. 13 Consume them in thy wrath, consume them, that théy may pérish;\nand know that it is God that ruleth in Jacob, and unto the énds of the wórld. 14 And in the évening they will retúrn,\ngrin like a dog, and will gó about the cíty. 15 They will run here and thére for méat,\nand grudge if they bé not sátisfied. 16 As for me, I will sing of thy power, and will praise thy mercy betímes in the mórning;\nfor thou hast been my defense and refuge in the dáy of my tróuble. 17 Unto thee, O my stréngth, will I síng;\nfor thou, O God, art my refuge, and my mérciful Gód. 18 Glory be to the Father, and tó the Són,\nand to the Hóly Ghóst; 19 As it was in the beginning, † is now, and éver sháll be,\nworld wíthout énd. Amen.",
  "annotated_text": "DELIVER me from mine ^enemies, O G^od;\ndefend me from them that r/^ise up ag^ainst me. 2 O deliver me from the w^icked d^oers,\nand save me from the bl/^oodthirsty m^en. 3 For lo, they lie w^aiting for my s^oul;\nthe mighty men are gathered against me, without any offence or fault of m/^e, O LÓRD. 4 They run and prepare themselves with^out my f^ault;\narise thou therefore to h/^elp me, and b^ehold. 5 Stand up, O LORD God of hosts, thou God of Israel, to visit ^all the h^eathen,\nand be not merciful unto them that offend of m/^alicious w^ickedness. 6 They go to and fr^o in the ^evening,\nthey grin like a dog, and run about thr/^ough the c^ity. 7 Behold, they speak with their mouth, and swords are ^in their l^ips;\nfor wh/^o doth h^ear? 8 But thou, O LORD, shalt h^ave them in der^ision,\nand thou shalt laugh all the h/^eathen to sc^orn. 9 My strength will I ^ascribe unto th^ee;\nfor thou art the G/^od of my r^efuge. 10 God showeth me his g^oodness pl^enteously;\nand God shall let me see my d/^esire upon mine ^enemies. 11 Slay them not, lest my p^eople forg^et it;\nbut scatter them abroad among the people, and put them down, O L/^ord our def^ense. 12 For the sin of their mouth, and for the words of their lips, they shall be t^aken in their pr^ide:\nand why? their talk is of c/^ursing and l^ies. 13 Consume them in thy wrath, consume them, that th^ey may p^erish;\nand know that it is God that ruleth in Jacob, and unto the /^ends of the w^orld. 14 And in the ^evening they will ret^urn,\ngrin like a dog, and will g/^o about the c^ity. 15 They will run here and th^ere for m^eat,\nand grudge if they b/^e not s^atisfied. 16 As for me, I will sing of thy power, and will praise thy mercy bet^imes in the m^orning;\nfor thou hast been my defense and refuge in the d/^ay of my tr^ouble. 17 Unto thee, O my str^ength, will I s^ing;\nfor thou, O God, art my refuge, and my m/^erciful G^od. 18 Glory be to the Father, and t^o the S^on,\nand to the H/^oly Gh^ost; 19 As it was in the beginning, † is now, and ^ever sh^all be,\nworld w/^ithout ^end. Amen.",
  "recommended_tone": "4"
}