{
  "psalm_number": 62,
  "latin_name": "Nonne Deo?",
  "text": "MY soul truly waiteth stíll upon Gód;\nfor of him cómeth my salvátion. 2 He verily is my stréngth and my salvátion;\nhe is my defense, so that I shall nót greatly fáll. 3 How long will ye imagine mischief against évery mán?\nYe shall be slain all the sort of you; yea, as a tottering wall shall ye be, and like a bróken hédge. 4 Their device is only how to put him out whom Gód will exált;\ntheir delight is in lies; they give good words with their mouth, but cúrse with their héart. 5 Nevertheless, my soul, wait thou stíll upon Gód;\nfor my hópe is in hím. 6 He truly is my stréngth and my salvátion;\nhe is my defense, so that I sháll not fáll. 7 In God is my héalth and my glóry;\nthe rock of my might; and in Gód is my trúst. 8 O put your trust in him álway, ye péople;\npour out your hearts before him, for Gód is our hópe. 9 As for the children of men, they are but vanity; the children of mén are decéitful;\nupon the weights they are altogether lighter than vánity itsélf. 10 O trust not in wrong and robbery; give not yoursélves unto vánity:\nif riches increase, set not your héart upón them. 11 God spake once, and twice I have also héard the sáme,\nthat power belóngeth unto Gód; 12 And that thou, Lord, árt mérciful;\nfor thou rewardest every man accórding to his wórk. 13 Glory be to the Father, and tó the Són,\nand to the Hóly Ghóst; 14 As it was in the beginning, † is now, and éver sháll be,\nworld wíthout énd. Amen.",
  "annotated_text": "MY soul truly waiteth st^ill upon G^od;\nfor of him c/^ometh my salv^ation. 2 He verily is my str^ength and my salv^ation;\nhe is my defense, so that I shall n/^ot greatly f^all. 3 How long will ye imagine mischief against ^every m^an?\nYe shall be slain all the sort of you; yea, as a tottering wall shall ye be, and like a br/^oken h^edge. 4 Their device is only how to put him out whom G^od will ex^alt;\ntheir delight is in lies; they give good words with their mouth, but c/^urse with their h^eart. 5 Nevertheless, my soul, wait thou st^ill upon G^od;\nfor my h/^ope is in h^im. 6 He truly is my str^ength and my salv^ation;\nhe is my defense, so that I sh/^all not f^all. 7 In God is my h^ealth and my gl^ory;\nthe rock of my might; and in G/^od is my tr^ust. 8 O put your trust in him ^alway, ye p^eople;\npour out your hearts before him, for G/^od is our h^ope. 9 As for the children of men, they are but vanity; the children of m^en are dec^eitful;\nupon the weights they are altogether lighter than v/^anity its^elf. 10 O trust not in wrong and robbery; give not yours^elves unto v^anity:\nif riches increase, set not your h/^eart up^on them. 11 God spake once, and twice I have also h^eard the s^ame,\nthat power bel/^ongeth unto G^od; 12 And that thou, Lord, ^art m^erciful;\nfor thou rewardest every man acc/^ording to his w^ork. 13 Glory be to the Father, and t^o the S^on,\nand to the H/^oly Gh^ost; 14 As it was in the beginning, † is now, and ^ever sh^all be,\nworld w/^ithout ^end. Amen.",
  "recommended_tone": "4"
}