{
  "psalm_number": 111,
  "latin_name": "Confitebor tibi.",
  "text": "I WILL give thanks unto the LORD with mÿ whole heárt,\nsecretly among the faithful, and in the cóngregátion. 2 The works of the LÓRD are greát,\nsought out of all them that have pleásure thereín. 3 His work is worthy to be praised and hád in hónor,\nand his righteousness endúreth foréver. 4 The merciful and gracious LORD hath so done his márvelous wórks,\nthat they ought to be hád in remémbrance. 5 He hath given meat unto thém that feár him;\nhe shall ever be mindful of his cóvenánt. 6 He hath showed his people the power óf his wórks,\nthat he may give them the heritage óf the heáthen. 7 The works of his hands are veritÿ and júdgment;\nall his commándments are trué. 8 They stand fast for éver and éver,\nand are done in truth and équitÿ. 9 He sent redemption untó his peóple;\nhe hath commanded his covenant forever;† holy and reverend ís his Náme. 10 The fear of the LORD is the begínning of wísdom;\na good understanding have all they that do thereafter;† his praise endúreth foréver. 11 Glory be to the Father, and tó the Són,\nand to the Hóly Ghóst; 12 As it was in the beginning, † is now, and éver sháll be,\nworld wíthout énd. Amen.",
  "annotated_text": "I WILL give thanks unto the LORD with mÿ whole he^art,\nsecretly among the faithful, and in the c/^ongreg^ation. 2 The works of the LÓRD are gre^at,\nsought out of all them that have ple/^asure there^in. 3 His work is worthy to be praised and h^ad in h^onor,\nand his righteousness end/^ureth for^ever. 4 The merciful and gracious LORD hath so done his m^arvelous w^orks,\nthat they ought to be h/^ad in rem^embrance. 5 He hath given meat unto th^em that fe^ar him;\nhe shall ever be mindful of his c/^oven^ant. 6 He hath showed his people the power ^of his w^orks,\nthat he may give them the heritage /^of the he^athen. 7 The works of his hands are veritÿ and j^udgment;\nall his comm/^andments are tru^e. 8 They stand fast for ^ever and ^ever,\nand are done in truth and /^equitÿ. 9 He sent redemption unt^o his pe^ople;\nhe hath commanded his covenant forever;† holy and reverend /^is his N^ame. 10 The fear of the LORD is the beg^inning of w^isdom;\na good understanding have all they that do thereafter;† his praise end/^ureth for^ever. 11 Glory be to the Father, and t^o the S^on,\nand to the H/^oly Gh^ost; 12 As it was in the beginning, † is now, and ^ever sh^all be,\nworld w/^ithout ^end. Amen.",
  "recommended_tone": "4"
}