{
  "psalm_number": 37,
  "latin_name": "Non Confundentur",
  "text": "THEY shall not be confounded in the périlous tíme;\nand in the days of dearth they shall háve enóugh. 20 As for the ungodly, they shall perish, † and the enemies of the LORD shall consume as the fát of lámbs:\nyea, even as the smoke shall they consúme awáy. 21 The ungodly borroweth, and páyeth not agáin;\nbut the righteous is mérciful and líberal. 22 Such as are blessed of God, shall posséss the lánd;\nand they that are cursed of him, shall be róoted óut. 23 The LORD ordereth a góod man’s góing,\nand maketh his way accéptable to himsélf. 24 Though he fall, he shall not be cást awáy;\nfor the LORD uphóldeth hím with his hand. 25 I have been young, and nów am óld;\nand yet saw I never the righteous forsaken, nor his séed bégging their bread. 26 The righteous is ever mérciful, and léndeth;\nand his séed is bléssèd. 27 Flee from evil, and do the thíng that is góod;\nand dwéll forévermore. 28 For the LORD loveth the thíng that is ríght;\nhe forsaketh not his that be godly, but they are presérved foréver. 29 The unríghteous shall be púnished;\nas for the seed of the ungodly, it shall be róoted óut. 30 The righteous shall inhérit the lánd,\nand dwell thereín foréver. 31 The mouth of the righteous is éxercised in wísdom,\nand his tongue will be tálking of júdgment. 32 The law of his Gód is in his héart,\nand his góings shall not slíde. 33 The ungodly wátcheth the righteous,\nand seeketh occásion to sláy him. 34 The LORD will not léave him in his hánd,\nnor condemn him when hé is júdged. 35 Hope thou in the LORD, and keep his way, † and he shall promote thee, that thou shalt posséss the lánd:\nwhen the ungodly shall pérish, thou shalt sée it. 36 I myself have seen the ungódly in great pówer,\nand flourishing líke a gréen bay tree. 37 I went by, and ló, he was góne:\nI sought him, but his place could nó where be fóund. 38 Keep innocency, and take heed unto the thíng that is ríght;\nfor that shall bring a man péace at the lást. 39 As for the transgressors, they shall pérish togéther;\nand the end of the ungodly is, they shall be róoted out at the lást. 40 But the salvation of the righteous cómeth of the LÓRD;\nwho is also their stréngth in the tíme of trouble. 41 And the LORD shall stand by them, and sáve thém:\nhe shall deliver them from the ungodly, and shall save them, because they pút their trúst in him. 42 Glory be to the Father, and tó the Són,\nand to the Hóly Ghóst; 43 As it was in the beginning, † is now, and éver sháll be,\nworld wíthout énd. Amen. THE EIGHTH DAY Morning Prayer",
  "annotated_text": "THEY shall not be confounded in the p^erilous t^ime;\nand in the days of dearth they shall h/^ave en^ough. 20 As for the ungodly, they shall perish, † and the enemies of the LORD shall consume as the f^at of l^ambs:\nyea, even as the smoke shall they cons/^ume aw^ay. 21 The ungodly borroweth, and p^ayeth not ag^ain;\nbut the righteous is m/^erciful and l^iberal. 22 Such as are blessed of God, shall poss^ess the l^and;\nand they that are cursed of him, shall be r/^ooted ^out. 23 The LORD ordereth a g^ood man’s g^oing,\nand maketh his way acc/^eptable to hims^elf. 24 Though he fall, he shall not be c^ast aw^ay;\nfor the LORD uph/^oldeth h^im with his hand. 25 I have been young, and n^ow am ^old;\nand yet saw I never the righteous forsaken, nor his s/^eed b^egging their bread. 26 The righteous is ever m^erciful, and l^endeth;\nand his s/^eed is bl^ess^ed. 27 Flee from evil, and do the th^ing that is g^ood;\nand dw/^ell for^evermore. 28 For the LORD loveth the th^ing that is r^ight;\nhe forsaketh not his that be godly, but they are pres/^erved for^ever. 29 The unr^ighteous shall be p^unished;\nas for the seed of the ungodly, it shall be r/^ooted ^out. 30 The righteous shall inh^erit the l^and,\nand dwell there/^in for^ever. 31 The mouth of the righteous is ^exercised in w^isdom,\nand his tongue will be t/^alking of j^udgment. 32 The law of his G^od is in his h^eart,\nand his g/^oings shall not sl^ide. 33 The ungodly w^atcheth the righteous,\nand seeketh occ/^asion to sl^ay him. 34 The LORD will not l^eave him in his h^and,\nnor condemn him when h/^e is j^udged. 35 Hope thou in the LORD, and keep his way, † and he shall promote thee, that thou shalt poss^ess the l^and:\nwhen the ungodly shall p/^erish, thou shalt s^ee it. 36 I myself have seen the ung^odly in great p^ower,\nand flourishing l/^ike a gr^een bay tree. 37 I went by, and l^o, he was g^one:\nI sought him, but his place could n/^o where be f^ound. 38 Keep innocency, and take heed unto the th^ing that is r^ight;\nfor that shall bring a man p/^eace at the l^ast. 39 As for the transgressors, they shall p^erish tog^ether;\nand the end of the ungodly is, they shall be r/^ooted out at the l^ast. 40 But the salvation of the righteous c^ometh of the LÓRD;\nwho is also their str/^ength in the t^ime of trouble. 41 And the LORD shall stand by them, and s^ave th^em:\nhe shall deliver them from the ungodly, and shall save them, because they p/^ut their tr^ust in him. 42 Glory be to the Father, and t^o the S^on,\nand to the H/^oly Gh^ost; 43 As it was in the beginning, † is now, and ^ever sh^all be,\nworld w/^ithout ^end. Amen. THE EIGHTH DAY Morning Prayer"
}