{
  "psalm_number": 32,
  "latin_name": "Beati quorum.",
  "text": "BLESSED is he whose unríghteousness is forgíven,\nand whose sín is cóvered. 2 Blessed is the man unto whom the LORD impúteth no sín,\nand in whose spirit there ís no guíle. 3 For whilst I héld my tóngue,\nmy bones consumed away through my dáily compláining. 4 For thy hand was heavy upon me dáy and níght,\nand my moisture was like the droúght in súmmer. 5 I acknowledged my sín unto theé;\nand mine unrighteousness háve I not híd. 6 I said, I will confess my síns unto the Lórd;\nand so thou forgavest the wíckedness of my sín. 7 For this shall every one that is godly make his prayer unto thee, † in a time when thou máyest be fóund;\nsurely the great waterfloods shall nót come nígh him. 8 Thou art a place to hide me in; † thou shalt presérve me from tróuble;\nthou shalt compass me about with sóngs of delíverance. 9 I will inform thee, and teach thee in the wáy wherein thou shalt gó;\nand I will guíde thee with mine éye. 10 Be ye not like to horse and mule, † which have no únderstánding;\nwhose mouths must be held with bit and bridle, else they will nót obéy thee. 11 Great plagues remáin for the ungódly;\nbut whoso putteth his trust in the LORD, mercy embraceth him on évery síde. 12 Be glad, O ye righteous, and rejóice in the LÓRD;\nand be joyful, all ye that are trúe of heárt. 13 Glory be to the Father, and tó the Són,\nand to the Hóly Ghóst; 14 As it was in the beginning, is now, and éver sháll be,\nworld wíthout énd. Amen.",
  "annotated_text": "BLESSED is he whose unr^ighteousness is forg^iven,\nand whose s/^in is c^overed. 2 Blessed is the man unto whom the LORD imp^uteth no s^in,\nand in whose spirit there /^is no gu^ile. 3 For whilst I h^eld my t^ongue,\nmy bones consumed away through my d/^aily compl^aining. 4 For thy hand was heavy upon me d^ay and n^ight,\nand my moisture was like the dro/^ught in s^ummer. 5 I acknowledged my s^in unto the^e;\nand mine unrighteousness h/^ave I not h^id. 6 I said, I will confess my s^ins unto the L^ord;\nand so thou forgavest the w/^ickedness of my s^in. 7 For this shall every one that is godly make his prayer unto thee, † in a time when thou m^ayest be f^ound;\nsurely the great waterfloods shall n/^ot come n^igh him. 8 Thou art a place to hide me in; † thou shalt pres^erve me from tr^ouble;\nthou shalt compass me about with s/^ongs of del^iverance. 9 I will inform thee, and teach thee in the w^ay wherein thou shalt g^o;\nand I will gu/^ide thee with mine ^eye. 10 Be ye not like to horse and mule, † which have no ^underst^anding;\nwhose mouths must be held with bit and bridle, else they will n/^ot ob^ey thee. 11 Great plagues rem^ain for the ung^odly;\nbut whoso putteth his trust in the LORD, mercy embraceth him on /^every s^ide. 12 Be glad, O ye righteous, and rej^oice in the LÓRD;\nand be joyful, all ye that are tr/^ue of he^art. 13 Glory be to the Father, and t^o the S^on,\nand to the H/^oly Gh^ost; 14 As it was in the beginning, is now, and ^ever sh^all be,\nworld w/^ithout ^end. Amen.",
  "recommended_tone": "1A"
}