{
  "psalm_number": 26,
  "latin_name": "Judica me, Domine.",
  "text": "BE thou my Judge, O LORD, for I háve walked ínnocently:\nmy trust hath been also in the LORD, therefore shall Í not fáll. 2 Examine me, O LÓRD, and próve me;\ntry out my réins and my héart. 3 For thy loving-kindness is ever befóre mine éyes;\nand I will wálk in thy trúth. 4 I have not dwélt with vain pérsons;\nneither will I have fellowship wíth the decéitful. 5 I have hated the congregátion of the wícked;\nand will not sit amóng the ungódly. 6 I will wash my hands in ínnocency, O LÓRD;\nand so will I gó to thine áltar; 7 That I may show the vóice of thanksgíving,\nand tell of all thy wóndrous wórks. 8 LORD, I have loved the habitátion of thy hóuse,\nand the place where thine hónor dwélleth. 9 O shut not up my sóul with the sínners,\nnor my lífe with the blóodthirsty; 10 In whose hánds is wíckedness,\nand their right hand is fúll of gífts. 11 But as for me, I wíll walk ínnocently:\nO deliver me, and be mérciful unto mé. 12 My foot stándeth ríght:\nI will praise the LÓRD in the congregátions. 13 Glory be to the Father, and tó the Són,\nand to the Hóly Ghóst; 14 As it was in the beginning, † is now, and éver sháll be,\nworld wíthout énd. Amen. Evening Prayer",
  "annotated_text": "BE thou my Judge, O LORD, for I h^ave walked ^innocently:\nmy trust hath been also in the LORD, therefore shall Í not f/^all. 2 Examine me, O LÓRD, and pr^ove me;\ntry out my r/^eins and my h^eart. 3 For thy loving-kindness is ever bef^ore mine ^eyes;\nand I will w/^alk in thy tr^uth. 4 I have not dw^elt with vain p^ersons;\nneither will I have fellowship w/^ith the dec^eitful. 5 I have hated the congreg^ation of the w^icked;\nand will not sit am/^ong the ung^odly. 6 I will wash my hands in ^innocency, O LÓRD;\nand so will I g/^o to thine ^altar; 7 That I may show the v^oice of thanksg^iving,\nand tell of all thy w/^ondrous w^orks. 8 LORD, I have loved the habit^ation of thy h^ouse,\nand the place where thine h/^onor dw^elleth. 9 O shut not up my s^oul with the s^inners,\nnor my l/^ife with the bl^oodthirsty; 10 In whose h^ands is w^ickedness,\nand their right hand is f/^ull of g^ifts. 11 But as for me, I w^ill walk ^innocently:\nO deliver me, and be m/^erciful unto m^e. 12 My foot st^andeth r^ight:\nI will praise the LÓRD in the congreg/^ations. 13 Glory be to the Father, and t^o the S^on,\nand to the H/^oly Gh^ost; 14 As it was in the beginning, † is now, and ^ever sh^all be,\nworld w/^ithout ^end. Amen. Evening Prayer",
  "recommended_tone": "6B"
}