{
  "psalm_number": 142,
  "latin_name": "Voce mea ad Dominum.",
  "text": "I CRIED unto the LORD wíth my vóice;\nyea, even unto the LORD did I máke my supplicátion. 2 I poured out my compláints befóre him,\nand shówed him of my tróuble. 3 When my spirit was in heaviness, thou knéwest my páth;\nin the way wherein I walked, have they privily laid a snáre for mé. 4 I looked also upón my right hánd,\nand saw there was no mán that would knów me. 5 I had no pláce to flée unto,\nand no man cáred for my sóul. 6 I cried unto thee, O LÓRD, and sáid,\nThou art my hope, and my portion in the lánd of the líving. 7 Consíder my compláint;\nfor I am bróught very lów. 8 O deliver me fróm my pérsecutors;\nfor they are too stróng for mé. 9 Bring my soul out of prison, that I may give thánks unto thy Náme;\nwhich thing if thou wilt grant me,† then shall the righteous resort únto my cómpany. 10 Glory be to the Father, and tó the Són,\nand to the Hóly Ghóst; 11 As it was in the beginning, † is now, and éver sháll be,\nworld wíthout énd. Amen.",
  "annotated_text": "I CRIED unto the LORD w^ith my v^oice;\nyea, even unto the LORD did I m/^ake my supplic^ation. 2 I poured out my compl^aints bef^ore him,\nand sh/^owed him of my tr^ouble. 3 When my spirit was in heaviness, thou kn^ewest my p^ath;\nin the way wherein I walked, have they privily laid a sn/^are for m^e. 4 I looked also up^on my right h^and,\nand saw there was no m/^an that would kn^ow me. 5 I had no pl^ace to fl^ee unto,\nand no man c/^ared for my s^oul. 6 I cried unto thee, O LÓRD, and s^aid,\nThou art my hope, and my portion in the l/^and of the l^iving. 7 Cons^ider my compl^aint;\nfor I am br/^ought very l^ow. 8 O deliver me fr^om my p^ersecutors;\nfor they are too str/^ong for m^e. 9 Bring my soul out of prison, that I may give th^anks unto thy N^ame;\nwhich thing if thou wilt grant me,† then shall the righteous resort /^unto my c^ompany. 10 Glory be to the Father, and t^o the S^on,\nand to the H/^oly Gh^ost; 11 As it was in the beginning, † is now, and ^ever sh^all be,\nworld w/^ithout ^end. Amen.",
  "recommended_tone": "6B"
}