{
  "psalm_number": 65,
  "latin_name": "Te decet hymnus.",
  "text": "THOU, O God, art práised in Síon;\nand unto thee shall the vow be perfórmed in Jerúsalem. 2 Thou that héarest the práyer,\nunto thee shall áll flesh cóme. 3 My misdeeds preváil agáinst me:\nO be thou mérciful unto our síns. 4 Blessed is the man whom thou choosest, and recéivest unto thée:\nhe shall dwell in thy court, and shall be satisfied with the pleasures of thy house, even of thy hóly témple. 5 Thou shalt show us wonderful things in thy righteousness, O Gód of our salvátion;\nthou that art the hope of all the ends of the earth, and of them that remáin in the broad séa. 6 Who in his strength setteth fást the móuntains,\nand is girded abóut with pówer. 7 Who stilleth the ráging of the séa,\nand the noise of his waves, and the mádness of the péoples. 8 They also that dwell in the uttermost parts of the earth shall be afráid at thy tókens,\nthou that makest the outgoings of the morning and évening to práise thee. 9 Thou visitest the éarth, and bléssest it;\nthou makest it véry plénteous. 10 The river of God is fúll of wáter:\nthou preparest their corn, for so thou provídest for the éarth. 11 Thou waterest her furrows; thou sendest rain into the little válleys theréof;\nthou makest it soft with the drops of rain, and blessest the íncrease óf it. 12 Thou crownest the yéar with thy góodness;\nand thy clóuds drop fátness. 13 They shall drop upon the dwéllings of the wílderness;\nand the little hills shall rejoice on évery síde. 14 The folds shall be fúll of shéep;\nthe valleys also shall stand so thick with corn, that they shall láugh and síng. 15 Glory be to the Father, and tó the Són,\nand to the Hóly Ghóst; 16 As it was in the beginning, † is now, and éver sháll be,\nworld wíthout énd. Amen.",
  "annotated_text": "THOU, O God, art pr^aised in S^ion;\nand unto thee shall the vow be perf/^ormed in Jer^usalem. 2 Thou that h^earest the pr^ayer,\nunto thee shall /^all flesh c^ome. 3 My misdeeds prev^ail ag^ainst me:\nO be thou m/^erciful unto our s^ins. 4 Blessed is the man whom thou choosest, and rec^eivest unto th^ee:\nhe shall dwell in thy court, and shall be satisfied with the pleasures of thy house, even of thy h/^oly t^emple. 5 Thou shalt show us wonderful things in thy righteousness, O G^od of our salv^ation;\nthou that art the hope of all the ends of the earth, and of them that rem/^ain in the broad s^ea. 6 Who in his strength setteth f^ast the m^ountains,\nand is girded ab/^out with p^ower. 7 Who stilleth the r^aging of the s^ea,\nand the noise of his waves, and the m/^adness of the p^eoples. 8 They also that dwell in the uttermost parts of the earth shall be afr^aid at thy t^okens,\nthou that makest the outgoings of the morning and /^evening to pr^aise thee. 9 Thou visitest the ^earth, and bl^essest it;\nthou makest it v/^ery pl^enteous. 10 The river of God is f^ull of w^ater:\nthou preparest their corn, for so thou prov/^idest for the ^earth. 11 Thou waterest her furrows; thou sendest rain into the little v^alleys ther^eof;\nthou makest it soft with the drops of rain, and blessest the /^increase ^of it. 12 Thou crownest the y^ear with thy g^oodness;\nand thy cl/^ouds drop f^atness. 13 They shall drop upon the dw^ellings of the w^ilderness;\nand the little hills shall rejoice on /^every s^ide. 14 The folds shall be f^ull of sh^eep;\nthe valleys also shall stand so thick with corn, that they shall l/^augh and s^ing. 15 Glory be to the Father, and t^o the S^on,\nand to the H/^oly Gh^ost; 16 As it was in the beginning, † is now, and ^ever sh^all be,\nworld w/^ithout ^end. Amen.",
  "recommended_tone": "7"
}