{
  "psalm_number": 18,
  "latin_name": "Et retribuet mihi",
  "text": "THE LORD rewarded me after my ríghteous déaling,\naccording to the cleanness of my hands did he recómpense mé. 22 Because I have kept the wáys of the LÓRD,\nand have not forsaken my God, as the wícked dóth. 23 For I have an eye unto áll his láws,\nand will not cast out his commándments from mé. 24 I was also uncorrúpt befóre him,\nand eschewed míne own wíckedness. 25 Therefore the LORD rewarded me after my ríghteous déaling,\nand according unto the cleanness of my hánds in his éyesight. 26 With the holy thou shált be hóly,\nand with a perfect man thou shált be pérfect. 27 With the clean thou shált be cléan,\nand with the froward thou shált be fróward. 28 For thou shalt save the péople that are in advérsity,\nand shalt bring down the high lóoks of the próud. 29 Thou also shalt líght my cándle;\nthe LORD my God shall make my dárkness to be líght. 30 For in thee I shall discomfit an hóst of mén,\nand with the help of my God I shall leap óver the wáll. 31 The way of God is an úndefiled wáy:\nthe word of the LORD also is tried in the fire; he is the defender of all them that put their trúst in hím. 32 For who is Gód, but the LÓRD?\nor who hath any strength, excépt our Gód? 33 It is God that girdeth me with stréngth of wár,\nand maketh mÿ way pérfect. 34 He maketh my féet like harts’ féet,\nand setteth me úp on hígh. 35 He teacheth mine hánds to fíght,\nand mine arms shall bend even a bów of stéel. 36 Thou hast given me the defense of thÿ salvátion;\nthy right hand also shall hold me up, and thy loving correction shall máke me gréat. 37 Thou shalt make room enough under mé for to gó,\nthat my footsteps sháll not slíde. 38 I will follow upon mine enemies, and óvertake thém;\nneither will I turn again till I have déstroyed thém. 39 I will smite them, that they shall not be áble to stánd,\nbut fall únder my féet. 40 Thou hast girded me with stréngth unto the báttle;\nthou shalt throw down mine énemies únder me. 41 Thou hast made mine enemies also to turn their bácks upon mé,\nand I shall destróy them that háte me. 42 They shall cry, but there shall be nóne to help thém;\nyea, even unto the LORD shall they cry, but he sháll not héar them. 43 I will beat them as small as the dust befóre the wínd:\nI will cast them out as the cláy in the stréets. 44 Thou shalt deliver me from the strívings of the péople,\nand thou shalt make me the head of the nations; a people whom I have not knówn shall sérve me. 45 As soon as they hear of me, they sháll obéy me;\nthe strangers shall feign obédience unto mé. 46 The strángers shall fáil,\nand come trembling óut of their stróngholds. 47 The LORD liveth; and blessed be mÿ strong hélper,\nand praised be the Gód of my salvátion; 48 Even the God that seeth that Ī be avénged,\nand subdueth the péople unto mé. 49 It is he that delivereth me from my cruel enemies, † and setteth me up abóve mine ádversaries:\nthou shalt rid me from the wícked mán. 50 For this cause will I give thanks unto thee, O LORD, amóng the Géntiles,\nand sing praises únto thy Náme. 51 Great prosperity giveth he únto his Kíng,\nand showeth loving-kindness unto David his anointed, and unto his séed forevermóre. 52 Glory be to the Father, and tó the Són,\nand to the Hóly Ghóst; 53 As it was in the beginning, † is now, and éver sháll be,\nworld wíthout énd. Amen. THE FOURTH DAY Morning Prayer",
  "annotated_text": "THE LORD rewarded me after my r^ighteous d^ealing,\naccording to the cleanness of my hands did he rec/^ompense m^e. 22 Because I have kept the w^ays of the LÓRD,\nand have not forsaken my God, as the w/^icked d^oth. 23 For I have an eye unto ^all his l^aws,\nand will not cast out his comm/^andments from m^e. 24 I was also uncorr^upt bef^ore him,\nand eschewed m/^ine own w^ickedness. 25 Therefore the LORD rewarded me after my r^ighteous d^ealing,\nand according unto the cleanness of my h/^ands in his ^eyesight. 26 With the holy thou sh^alt be h^oly,\nand with a perfect man thou sh/^alt be p^erfect. 27 With the clean thou sh^alt be cl^ean,\nand with the froward thou sh/^alt be fr^oward. 28 For thou shalt save the p^eople that are in adv^ersity,\nand shalt bring down the high l/^ooks of the pr^oud. 29 Thou also shalt l^ight my c^andle;\nthe LORD my God shall make my d/^arkness to be l^ight. 30 For in thee I shall discomfit an h^ost of m^en,\nand with the help of my God I shall leap /^over the w^all. 31 The way of God is an ^undefiled w^ay:\nthe word of the LORD also is tried in the fire; he is the defender of all them that put their tr/^ust in h^im. 32 For who is G^od, but the LÓRD?\nor who hath any strength, exc/^ept our G^od? 33 It is God that girdeth me with str^ength of w^ar,\nand maketh mÿ way p/^erfect. 34 He maketh my f^eet like harts’ f^eet,\nand setteth me /^up on h^igh. 35 He teacheth mine h^ands to f^ight,\nand mine arms shall bend even a b/^ow of st^eel. 36 Thou hast given me the defense of thÿ salv^ation;\nthy right hand also shall hold me up, and thy loving correction shall m/^ake me gr^eat. 37 Thou shalt make room enough under m^e for to g^o,\nthat my footsteps sh/^all not sl^ide. 38 I will follow upon mine enemies, and ^overtake th^em;\nneither will I turn again till I have d/^estroyed th^em. 39 I will smite them, that they shall not be ^able to st^and,\nbut fall /^under my f^eet. 40 Thou hast girded me with str^ength unto the b^attle;\nthou shalt throw down mine /^enemies ^under me. 41 Thou hast made mine enemies also to turn their b^acks upon m^e,\nand I shall destr/^oy them that h^ate me. 42 They shall cry, but there shall be n^one to help th^em;\nyea, even unto the LORD shall they cry, but he sh/^all not h^ear them. 43 I will beat them as small as the dust bef^ore the w^ind:\nI will cast them out as the cl/^ay in the str^eets. 44 Thou shalt deliver me from the str^ivings of the p^eople,\nand thou shalt make me the head of the nations; a people whom I have not kn/^own shall s^erve me. 45 As soon as they hear of me, they sh^all ob^ey me;\nthe strangers shall feign ob/^edience unto m^e. 46 The str^angers shall f^ail,\nand come trembling /^out of their str^ongholds. 47 The LORD liveth; and blessed be mÿ strong h^elper,\nand praised be the G/^od of my salv^ation; 48 Even the God that seeth that Ī be av^enged,\nand subdueth the p/^eople unto m^e. 49 It is he that delivereth me from my cruel enemies, † and setteth me up ab^ove mine ^adversaries:\nthou shalt rid me from the w/^icked m^an. 50 For this cause will I give thanks unto thee, O LORD, am^ong the G^entiles,\nand sing praises /^unto thy N^ame. 51 Great prosperity giveth he ^unto his K^ing,\nand showeth loving-kindness unto David his anointed, and unto his s/^eed foreverm^ore. 52 Glory be to the Father, and t^o the S^on,\nand to the H/^oly Gh^ost; 53 As it was in the beginning, † is now, and ^ever sh^all be,\nworld w/^ithout ^end. Amen. THE FOURTH DAY Morning Prayer"
}