{
  "psalm_number": 76,
  "latin_name": "Notus in Judaea.",
  "text": "IN Júdah is God knówn;\nhis Name is gréat in Ísrael. 2 At Sálem is his tábernacle,\nand his dwélling in Síon. 3 There brake he the árrows of the bów,\nthe shield, the swórd, and the báttle. 4 Thou art glórious in míght,\nwhen thou comest from the hílls of the róbbers. 5 The proud are robbed, they have slépt their sléep;\nand all the men whose hands were míghty have found nóthing. 6 At thy rebuke, O Gód of Jácob,\nboth the chariot and hórse are fállen. 7 Thou, even thóu art to be féared;\nand who may stand in thy sight when thóu art ángry? 8 Thou didst cause thy judgment to be héard from héaven;\nthe earth trémbled, and was stíll, 9 When God aróse to júdgment,\nand to help all the méek upon éarth. 10 The fierceness of man shall túrn to thy práise;\nand the fierceness of them shalt thóu refráin. 11 Promise unto the LORD your God, and keep it, all ye that are róund abóut him;\nbring presents unto him that óught to be féared. 12 He shall refrain the spírit of prínces,\nand is wonderful among the kíngs of the éarth. 13 Glory be to the Father, and tó the Són,\nand to the Hóly Ghóst; 14 As it was in the beginning, † is now, and éver sháll be,\nworld wíthout énd. Amen.",
  "annotated_text": "IN J^udah is God kn^own;\nhis Name is gr/^eat in Ísrael. 2 At S^alem is his t^abernacle,\nand his dw/^elling in S^ion. 3 There brake he the ^arrows of the b^ow,\nthe shield, the sw/^ord, and the b^attle. 4 Thou art gl^orious in m^ight,\nwhen thou comest from the h/^ills of the r^obbers. 5 The proud are robbed, they have sl^ept their sl^eep;\nand all the men whose hands were m/^ighty have found n^othing. 6 At thy rebuke, O G^od of J^acob,\nboth the chariot and h/^orse are f^allen. 7 Thou, even th^ou art to be f^eared;\nand who may stand in thy sight when th/^ou art ^angry? 8 Thou didst cause thy judgment to be h^eard from h^eaven;\nthe earth tr/^embled, and was st^ill, 9 When God ar^ose to j^udgment,\nand to help all the m/^eek upon ^earth. 10 The fierceness of man shall t^urn to thy pr^aise;\nand the fierceness of them shalt th/^ou refr^ain. 11 Promise unto the LORD your God, and keep it, all ye that are r^ound ab^out him;\nbring presents unto him that /^ought to be f^eared. 12 He shall refrain the sp^irit of pr^inces,\nand is wonderful among the k/^ings of the ^earth. 13 Glory be to the Father, and t^o the S^on,\nand to the H/^oly Gh^ost; 14 As it was in the beginning, † is now, and ^ever sh^all be,\nworld w/^ithout ^end. Amen.",
  "recommended_tone": "8"
}