{
  "psalm_number": 107,
  "latin_name": "Confitemini Domino.",
  "text": "O GIVE thanks unto the LORD, for hé is grácious,\nand his mercy endúreth foréver. 2 Let them give thanks whom the LÓRD hath redeémed,\nand delivered from the hand of the énemÿ; 3 And gathered them out of the lands, from the east, and fróm the wést;\nfrom the north, and fróm the soúth. 4 They went astray in the wilderness oút of the wáy,\nand found no cíty to dwéll in. 5 Húngry and thírsty,\ntheir soul faínted ín them. 6 So they cried unto the LÓRD in their troúble,\nand he delivered them fróm their distréss. 7 He led them fórth by the ríght way,\nthat they might go to the city whére they dwélt. 8 O that men would therefore praise the LÓRD for his goódness;\nand declare the wonders that he doeth for the chíldren of mén! 9 For he satisfieth the émpty soúl,\nand filleth the hungry soúl with goódness. 10 Such as sit in darkness, and in the shádow of deáth,\nbeing fast bound in miserÿ and íron; 11 Because they rebelled against the wórds of the Lórd,\nand lightly regarded the counsel of thé Most Híghest; 12 He also brought down their heart through heávinéss:\nthey fell down, and there was nóne to hélp them. 13 So when they cried unto the LÓRD in their troúble,\nhe delivered them out of theír distréss. 14 For he brought them out of darkness,† and out of the shádow of deáth,\nand brake their bónds in súnder. 15 O that men would therefore praise the LÓRD for his goódness;\nand declare the wonders that he doeth for the chíldren of mén! 16 For he hath broken the gátes of bráss,\nand smitten the bars of íron in súnder. 17 Foolish men are plagued for theír offénce,\nand because of their wíckednéss. 18 Their soul abhorred all mánner of meát,\nand they were even hard át death’s doór. 19 So when they cried unto the LÓRD in their troúble,\nhe delivered them out of theír distréss. 20 He sent his wórd, and heáled them;\nand they were saved from theír destrúction. 21 O that men would therefore praise the LÓRD for his goódness;\nand declare the wonders that he doeth for the chíldren of mén! 22 That they would offer unto him the sacrifíce of thanksgíving,\nand tell out his wórks with gládness! 23 They that go down to the séa in shíps,\nand occupy their business ín great wáters; 24 These men see the wórks of the LÓRD,\nand his wonders ín the deép. 25 For at his word the stormy wínd aríseth,\nwhich lifteth up the wáves thereóf. 26 They are carried up to the heaven,† and down agaín to the deép;\ntheir soul melteth away becaúse of the troúble. 27 They reel to and fro, and stagger like a drúnken mán,\nand are át their wit’s énd. 28 So when they cry unto the LÓRD in their troúble,\nhe delivereth them out of theír distréss. 29 For he maketh the stórm to ceáse,\nso that the waves thereóf are stíll. 30 Then are they glad, because they áre at rést;\nand so he bringeth them unto the haven where théy would bé. 31 O that men would therefore praise the LÓRD for his goódness;\nand declare the wonders that he doeth for the chíldren of mén! 32 That they would exalt him also in the congregation óf the peóple,\nand praise him in the seát of the élders! Glory be to the Father, and tó the Són,\nand to the Hóly Ghóst; As it was in the beginning, † is now, and éver sháll be,\nworld wíthout énd. Amen.",
  "annotated_text": "O GIVE thanks unto the LORD, for h^e is gr^acious,\nand his mercy end/^ureth for^ever. 2 Let them give thanks whom the LÓRD hath rede^emed,\nand delivered from the hand of the /^enemÿ; 3 And gathered them out of the lands, from the east, and fr^om the w^est;\nfrom the north, and fr/^om the so^uth. 4 They went astray in the wilderness o^ut of the w^ay,\nand found no c/^ity to dw^ell in. 5 H^ungry and th^irsty,\ntheir soul fa/^inted ^in them. 6 So they cried unto the LÓRD in their tro^uble,\nand he delivered them fr/^om their distr^ess. 7 He led them f^orth by the r^ight way,\nthat they might go to the city wh/^ere they dw^elt. 8 O that men would therefore praise the LÓRD for his go^odness;\nand declare the wonders that he doeth for the ch/^ildren of m^en! 9 For he satisfieth the ^empty so^ul,\nand filleth the hungry so/^ul with go^odness. 10 Such as sit in darkness, and in the sh^adow of de^ath,\nbeing fast bound in miserÿ and /^iron; 11 Because they rebelled against the w^ords of the L^ord,\nand lightly regarded the counsel of th/^e Most H^ighest; 12 He also brought down their heart through he^avin^ess:\nthey fell down, and there was n/^one to h^elp them. 13 So when they cried unto the LÓRD in their tro^uble,\nhe delivered them out of the/^ir distr^ess. 14 For he brought them out of darkness,† and out of the sh^adow of de^ath,\nand brake their b/^onds in s^under. 15 O that men would therefore praise the LÓRD for his go^odness;\nand declare the wonders that he doeth for the ch/^ildren of m^en! 16 For he hath broken the g^ates of br^ass,\nand smitten the bars of /^iron in s^under. 17 Foolish men are plagued for the^ir off^ence,\nand because of their w/^ickedn^ess. 18 Their soul abhorred all m^anner of me^at,\nand they were even hard /^at death’s do^or. 19 So when they cried unto the LÓRD in their tro^uble,\nhe delivered them out of the/^ir distr^ess. 20 He sent his w^ord, and he^aled them;\nand they were saved from the/^ir destr^uction. 21 O that men would therefore praise the LÓRD for his go^odness;\nand declare the wonders that he doeth for the ch/^ildren of m^en! 22 That they would offer unto him the sacrif^ice of thanksg^iving,\nand tell out his w/^orks with gl^adness! 23 They that go down to the s^ea in sh^ips,\nand occupy their business /^in great w^aters; 24 These men see the w^orks of the LÓRD,\nand his wonders /^in the de^ep. 25 For at his word the stormy w^ind ar^iseth,\nwhich lifteth up the w/^aves there^of. 26 They are carried up to the heaven,† and down aga^in to the de^ep;\ntheir soul melteth away beca/^use of the tro^uble. 27 They reel to and fro, and stagger like a dr^unken m^an,\nand are /^at their wit’s ^end. 28 So when they cry unto the LÓRD in their tro^uble,\nhe delivereth them out of the/^ir distr^ess. 29 For he maketh the st^orm to ce^ase,\nso that the waves there/^of are st^ill. 30 Then are they glad, because they ^are at r^est;\nand so he bringeth them unto the haven where th/^ey would b^e. 31 O that men would therefore praise the LÓRD for his go^odness;\nand declare the wonders that he doeth for the ch/^ildren of m^en! 32 That they would exalt him also in the congregation ^of the pe^ople,\nand praise him in the se/^at of the ^elders! Glory be to the Father, and t^o the S^on,\nand to the H/^oly Gh^ost; As it was in the beginning, † is now, and ^ever sh^all be,\nworld w/^ithout ^end. Amen."
}