{
  "psalm_number": 105,
  "latin_name": "Confitemini Domino.",
  "text": "O GIVE thanks unto the LORD, and call upón his Náme;\ntell the people what thíngs he hath dóne. 2 O let your songs be of hím, and praíse him;\nand let your talking be of all his wóndrous wórks. 3 Rejoice in his hóly Náme;\nlet the heart of them rejoice that seék the LÓRD. 4 Seek the LÓRD and his stréngth;\nseek his fáce evermóre. 5 Remember the marvelous works that hé hath dóne;\nhis wonders, and the judgments óf his moúth; 6 O ye seed of Abrahám his sérvant,\nye children of Jácob his chósen. 7 He is the LÓRD our Gód;\nhis judgments are in áll the wórld. 8 He hath been alway mindful of his covenánt and prómise,\nthat he made to a thousand génerátions; 9 Even the covenant that he made with Ábrahám;\nand the oath that he swáre unto Ísaac; 10 And appointed the same unto Jacob fór a láw,\nand to Israel for an everlasting téstamént; 11 Saying, Unto thee will I give the lánd of Cánaan,\nthe lot of your inhéritánce: 12 When there were yet but a féw of thém,\nand they strangers ín the lánd; 13 What time as they went from one nation tó anóther,\nfrom one kingdom to anóther peóple; 14 He suffered no man to dó them wróng,\nbut reproved even kíngs for their sákes; 15 Touch not míne anoínted,\nand do my próphets no hárm. 16 Moreover, he called for a dearth upón the lánd,\nand destroyed all the provísion of breád. 17 But he had sent a mán befóre them,\neven Joseph, who was sold to bé a bónd-servant; 18 Whose feet they húrt in the stócks;\nthe iron entered ínto his sóul; 19 Until the time came that his caúse was knówn:\nthe word of the LŐRD tríed him. 20 The king sent, and delívered hím;\nthe prince of the people lét him go freé. 21 He made him lord also óf his hoúse,\nand ruler of áll his súbstance; 22 That he might inform his princes áfter his wíll,\nand teach his sénators wísdom. Glory be to the Father, and tó the Són,\nand to the Hóly Ghóst; As it was in the beginning, † is now, and éver sháll be,\nworld wíthout énd. Amen.",
  "annotated_text": "O GIVE thanks unto the LORD, and call up^on his N^ame;\ntell the people what th/^ings he hath d^one. 2 O let your songs be of h^im, and pra^ise him;\nand let your talking be of all his w/^ondrous w^orks. 3 Rejoice in his h^oly N^ame;\nlet the heart of them rejoice that se/^ek the LÓRD. 4 Seek the LÓRD and his str^ength;\nseek his f/^ace everm^ore. 5 Remember the marvelous works that h^e hath d^one;\nhis wonders, and the judgments /^of his mo^uth; 6 O ye seed of Abrah^am his s^ervant,\nye children of J/^acob his ch^osen. 7 He is the LÓRD our G^od;\nhis judgments are in /^all the w^orld. 8 He hath been alway mindful of his coven^ant and pr^omise,\nthat he made to a thousand g/^ener^ations; 9 Even the covenant that he made with Ábrah^am;\nand the oath that he sw/^are unto Ísaac; 10 And appointed the same unto Jacob f^or a l^aw,\nand to Israel for an everlasting t/^estam^ent; 11 Saying, Unto thee will I give the l^and of C^anaan,\nthe lot of your inh/^erit^ance: 12 When there were yet but a f^ew of th^em,\nand they strangers /^in the l^and; 13 What time as they went from one nation t^o an^other,\nfrom one kingdom to an/^other pe^ople; 14 He suffered no man to d^o them wr^ong,\nbut reproved even k/^ings for their s^akes; 15 Touch not m^ine ano^inted,\nand do my pr/^ophets no h^arm. 16 Moreover, he called for a dearth up^on the l^and,\nand destroyed all the prov/^ision of bre^ad. 17 But he had sent a m^an bef^ore them,\neven Joseph, who was sold to b/^e a b^ond-servant; 18 Whose feet they h^urt in the st^ocks;\nthe iron entered /^into his s^oul; 19 Until the time came that his ca^use was kn^own:\nthe word of the LŐRD tr/^ied him. 20 The king sent, and del^ivered h^im;\nthe prince of the people l/^et him go fre^e. 21 He made him lord also ^of his ho^use,\nand ruler of /^all his s^ubstance; 22 That he might inform his princes ^after his w^ill,\nand teach his s/^enators w^isdom. Glory be to the Father, and t^o the S^on,\nand to the H/^oly Gh^ost; As it was in the beginning, † is now, and ^ever sh^all be,\nworld w/^ithout ^end. Amen."
}