{
  "psalm_number": 8,
  "latin_name": "Domine, Dominus noster.",
  "text": "O LORD our Governor, how excellent is thy Name in áll the wórld;\nthou that hast set thy glóry above the héavens! 2 Out of the mouth of very babes and sucklings hast thou ordained strength, becáuse of thine énemies,\nthat thou mightest still the énemy and the avénger. 3 When I consider thy heavens, even the wórk of thy fíngers;\nthe moon and the stars which thóu hast ordáined; 4 What is man, that thou art míndful of hím?\nand the son of man, that thou vísitest hím? 5 Thou madest him lówer than the ángels,\nto crown him with glóry and wórship. 6 Thou makest him to have dominion of the wórks of thy hánds;\nand thou hast put all things in subjéction under his féet: 7 All shéep and óxen;\nyea, and the béasts of the fíeld; 8 The fowls of the air, and the físhes of the séa;\nand whatsoever walketh through the páths of the séas. 9 O LÓRD our Góvernor,\nhow excellent is thy Name in áll the wórld! 10 Glory be to the Father, and tó the Són,\nand to the Hóly Ghóst; 11 As it was in the beginning, † is now, and éver sháll be,\nworld wíthout énd. Amen. THE SECOND DAY Morning Prayer",
  "annotated_text": "O LORD our Governor, how excellent is thy Name in ^all the w^orld;\nthou that hast set thy gl/^ory above the h^eavens! 2 Out of the mouth of very babes and sucklings hast thou ordained strength, bec^ause of thine ^enemies,\nthat thou mightest still the /^enemy and the av^enger. 3 When I consider thy heavens, even the w^ork of thy f^ingers;\nthe moon and the stars which th/^ou hast ord^ained; 4 What is man, that thou art m^indful of h^im?\nand the son of man, that thou v/^isitest h^im? 5 Thou madest him l^ower than the ^angels,\nto crown him with gl/^ory and w^orship. 6 Thou makest him to have dominion of the w^orks of thy h^ands;\nand thou hast put all things in subj/^ection under his f^eet: 7 All sh^eep and ^oxen;\nyea, and the b/^easts of the f^ield; 8 The fowls of the air, and the f^ishes of the s^ea;\nand whatsoever walketh through the p/^aths of the s^eas. 9 O LÓRD our G^overnor,\nhow excellent is thy Name in /^all the w^orld! 10 Glory be to the Father, and t^o the S^on,\nand to the H/^oly Gh^ost; 11 As it was in the beginning, † is now, and ^ever sh^all be,\nworld w/^ithout ^end. Amen. THE SECOND DAY Morning Prayer",
  "recommended_tone": "5"
}