{
  "psalm_number": 112,
  "latin_name": "Beatus vir.",
  "text": "BLESSED is the man that feáreth the LÓRD;\nhe hath great delight in hís commándments. 2 His seed shall be míghty upon eárth;\nthe generation of the faithful sháll be bléssed. 3 Riches and plenteousness shall be ín his hoúse;\nand his righteousness endúreth foréver. 4 Unto the godly there ariseth up light ín the dárkness;\nhe is merciful, lóving, and ríghteous. 5 A good man is mercifúl, and léndeth;\nand will guide his words wíth discrétion. 6 For he shall néver be móved:\nand the righteous shall be had in everlásting remémbrance. 7 He will not be afraid of any évil tídings;\nfor his heart standeth fast, and believeth ín the LÓRD. 8 His heart is stablished, and wíll not shrínk,\nuntil he see his desire upon his énemiés. 9 He hath dispersed abroad, and given tó the poór.\nand his righteousness remaineth forever;† his horn shall be exálted with hónor. 10 The ungodly shall see it, and ít shall griéve him;\nhe shall gnash with his teeth, and consume away;† the desire of the ungódly shall pérish. 11 Glory be to the Father, and tó the Són,\nand to the Hóly Ghóst; 12 As it was in the beginning, † is now, and éver sháll be,\nworld wíthout énd. Amen.",
  "annotated_text": "BLESSED is the man that fe^areth the LÓRD;\nhe hath great delight in h/^is comm^andments. 2 His seed shall be m^ighty upon e^arth;\nthe generation of the faithful sh/^all be bl^essed. 3 Riches and plenteousness shall be ^in his ho^use;\nand his righteousness end/^ureth for^ever. 4 Unto the godly there ariseth up light ^in the d^arkness;\nhe is merciful, l/^oving, and r^ighteous. 5 A good man is mercif^ul, and l^endeth;\nand will guide his words w/^ith discr^etion. 6 For he shall n^ever be m^oved:\nand the righteous shall be had in everl/^asting rem^embrance. 7 He will not be afraid of any ^evil t^idings;\nfor his heart standeth fast, and believeth /^in the LÓRD. 8 His heart is stablished, and w^ill not shr^ink,\nuntil he see his desire upon his /^enemi^es. 9 He hath dispersed abroad, and given t^o the po^or.\nand his righteousness remaineth forever;† his horn shall be ex/^alted with h^onor. 10 The ungodly shall see it, and ^it shall gri^eve him;\nhe shall gnash with his teeth, and consume away;† the desire of the ung/^odly shall p^erish. 11 Glory be to the Father, and t^o the S^on,\nand to the H/^oly Gh^ost; 12 As it was in the beginning, † is now, and ^ever sh^all be,\nworld w/^ithout ^end. Amen.",
  "recommended_tone": "7"
}