{
  "psalm_number": 30,
  "latin_name": "Exaltabo te, Domine.",
  "text": "I WILL magnify thee, O LORD; for thou hast sét me úp,\nand not made my foes to tríumph over mé. 2 O LORD my God, I críed unto thée;\nand thóu hast héaled me. 3 Thou, LORD, hast brought my sóul out of héll:\nthou hast kept my life, that I should not go dówn into the pít. 4 Sing praises unto the LORD, O ye sáints of hís;\nand give thanks unto him, for a remémbrance of his hóliness. 5 For his wrath endureth but the twinkling of an eye, and in his pléasure is lífe;\nheaviness may endure for a night, but joy cómeth in the mórning. 6 And in my prosperity I said, I shall néver be remóved:\nthou, LORD, of thy goodness, hast made my híll so stróng. 7 Thou didst turn thy fáce from mé,\nand Ī was tróubled. 8 Then cried I unto thée, O LÓRD;\nand gat me to my LÓRD right húmbly. 9 What profit is thére in my blóod,\nwhen I go dówn into the pít? 10 Shall the dust give thánks unto thée?\nor shall it decláre thy trúth? 11 Hear, O LORD, and have mércy upon mé;\nLORD, be thóu my hélper. 12 Thou hast turned my héaviness into jóy;\nthou hast put off my sackcloth, and gírded me with gládness: 13 Therefore shall every good man sing of thy práise without céasing.\nO my God, I will give thanks unto thée foréver. 14 Glory be to the Father, and tó the Són,\nand to the Hóly Ghóst; 15 As it was in the beginning, † is now, and éver sháll be,\nworld wíthout énd. Amen.",
  "annotated_text": "I WILL magnify thee, O LORD; for thou hast s^et me ^up,\nand not made my foes to tr/^iumph over m^e. 2 O LORD my God, I cr^ied unto th^ee;\nand th/^ou hast h^ealed me. 3 Thou, LORD, hast brought my s^oul out of h^ell:\nthou hast kept my life, that I should not go d/^own into the p^it. 4 Sing praises unto the LORD, O ye s^aints of h^is;\nand give thanks unto him, for a rem/^embrance of his h^oliness. 5 For his wrath endureth but the twinkling of an eye, and in his pl^easure is l^ife;\nheaviness may endure for a night, but joy c/^ometh in the m^orning. 6 And in my prosperity I said, I shall n^ever be rem^oved:\nthou, LORD, of thy goodness, hast made my h/^ill so str^ong. 7 Thou didst turn thy f^ace from m^e,\nand Ī was tr/^oubled. 8 Then cried I unto th^ee, O LÓRD;\nand gat me to my LÓRD right h/^umbly. 9 What profit is th^ere in my bl^ood,\nwhen I go d/^own into the p^it? 10 Shall the dust give th^anks unto th^ee?\nor shall it decl/^are thy tr^uth? 11 Hear, O LORD, and have m^ercy upon m^e;\nLORD, be th/^ou my h^elper. 12 Thou hast turned my h^eaviness into j^oy;\nthou hast put off my sackcloth, and g/^irded me with gl^adness: 13 Therefore shall every good man sing of thy pr^aise without c^easing.\nO my God, I will give thanks unto th/^ee for^ever. 14 Glory be to the Father, and t^o the S^on,\nand to the H/^oly Gh^ost; 15 As it was in the beginning, † is now, and ^ever sh^all be,\nworld w/^ithout ^end. Amen.",
  "recommended_tone": "1B"
}