{
  "psalm_number": 63,
  "latin_name": "Deus, Deus meus.",
  "text": "O GOD, thou árt my Gód;\néarly will I séek thee. 2 My soul thirsteth for thee, my flesh also lóngeth after thée,\nin a barren and dry land where no wáter ís. 3 Thus have I looked for thee ín the sánctuary,\nthat I might behold thy pówer and glóry. 4 For thy loving-kindness is better than the lífe itsélf:\nmy líps shall práise thee. 5 As long as I live will I magnify thee ín this mánner,\nand lift up my hánds in thy Náme. 6 My soul shall be satisfied, even as it were with márrow and fátness,\nwhen my mouth praiseth thee with jóyful líps. 7 Have I not remémbered thee in my béd,\nand thought upon thee when Í was wáking? 8 Because thou hast béen my hélper;\ntherefore under the shadow of thy wings will Í rejóice. 9 My soul hángeth upón thee;\nthy right hand háth uphólden me. 10 These also that seek the húrt of my sóul,\nthey shall go únder the éarth. 11 Let them fall upon the édge of the swórd,\nthat they may be a pórtion for fóxes. 12 But the King shall rejoice in God; all they also that swear by him shall bé comménded;\nfor the mouth of them that speak líes shall be stópped. 13 Glory be to the Father, and tó the Són,\nand to the Hóly Ghóst; 14 As it was in the beginning, † is now, and éver sháll be,\nworld wíthout énd. Amen.",
  "annotated_text": "O GOD, thou ^art my G^od;\n/^early will I s^eek thee. 2 My soul thirsteth for thee, my flesh also l^ongeth after th^ee,\nin a barren and dry land where no w/^ater ^is. 3 Thus have I looked for thee ^in the s^anctuary,\nthat I might behold thy p/^ower and gl^ory. 4 For thy loving-kindness is better than the l^ife its^elf:\nmy l/^ips shall pr^aise thee. 5 As long as I live will I magnify thee ^in this m^anner,\nand lift up my h/^ands in thy N^ame. 6 My soul shall be satisfied, even as it were with m^arrow and f^atness,\nwhen my mouth praiseth thee with j/^oyful l^ips. 7 Have I not rem^embered thee in my b^ed,\nand thought upon thee when Í was w/^aking? 8 Because thou hast b^een my h^elper;\ntherefore under the shadow of thy wings will Í rej/^oice. 9 My soul h^angeth up^on thee;\nthy right hand h/^ath uph^olden me. 10 These also that seek the h^urt of my s^oul,\nthey shall go /^under the ^earth. 11 Let them fall upon the ^edge of the sw^ord,\nthat they may be a p/^ortion for f^oxes. 12 But the King shall rejoice in God; all they also that swear by him shall b^e comm^ended;\nfor the mouth of them that speak l/^ies shall be st^opped. 13 Glory be to the Father, and t^o the S^on,\nand to the H/^oly Gh^ost; 14 As it was in the beginning, † is now, and ^ever sh^all be,\nworld w/^ithout ^end. Amen.",
  "recommended_tone": "1B"
}