{
  "psalm_number": 116,
  "latin_name": "Dilexi, quoniam.",
  "text": "MY delight is ín the LÓRD\nbecause he hath heard the voíce of my práyer; 2 Because he hath inclined his eár unto mé;\ntherefore will I call upon him as lóng as I líve. 3 The snares of death compassed me roúnd aboút,\nand the pains of hell gat hóld upón me. 4 I found trouble and heaviness;† then called I upon the Náme of the LÓRD;\nO LORD, I beseech thee, delíver my soúl. 5 Gracious is the LÓRD, and ríghteous;\nyea, our God is mércifúl. 6 The LORD presérveth the símple:\nI was in misery, ánd he hélped me. 7 Turn again then unto thy rést, O my soúl;\nfor the LORD hath rewárded theé. 8 And why? thou hast delivered my soúl from deáth,\nmine eyes from tears, and my feét from fálling. 9 I will walk befóre the LÓRD\nin the lánd of the líving. 10 I believed, and therefore will I speak;† but I wás sore troúbled:\nI said in my haste, All mén are líars. 11 What reward shall I give untó the LÓRD\nfor all the benefits that he hath dóne unto mé? 12 I will receive the cúp of salvátion,\nand call upon the Náme of the LÓRD. 13 I will pay my vows now in the presence of áll his peóple:\nright dear in the sight of the LORD is the deáth of his saínts. 14 Behold, O LORD, how that Í am thy sérvant;\nI am thy servant, and the son of thine handmaid;† thou hast broken my bónds in súnder. 15 I will offer to thee the sacrifíce of thanksgíving,\nand will call upon the Náme of the LÓRD. 16 I will pay my vows unto the LORD,† in the sight of áll his peóple,\nin the courts of the LORD’s house;† even in the midst of thee, O Jerusalem. Praíse the LÓRD. 17 Glory be to the Father, and tó the Són,\nand to the Hóly Ghóst; 18 As it was in the beginning, † is now, and éver sháll be,\nworld wíthout énd. Amen.",
  "annotated_text": "MY delight is ^in the LÓRD\nbecause he hath heard the vo/^ice of my pr^ayer; 2 Because he hath inclined his e^ar unto m^e;\ntherefore will I call upon him as l/^ong as I l^ive. 3 The snares of death compassed me ro^und abo^ut,\nand the pains of hell gat h/^old up^on me. 4 I found trouble and heaviness;† then called I upon the N^ame of the LÓRD;\nO LORD, I beseech thee, del/^iver my so^ul. 5 Gracious is the LÓRD, and r^ighteous;\nyea, our God is m/^ercif^ul. 6 The LORD pres^erveth the s^imple:\nI was in misery, /^and he h^elped me. 7 Turn again then unto thy r^est, O my so^ul;\nfor the LORD hath rew/^arded the^e. 8 And why? thou hast delivered my so^ul from de^ath,\nmine eyes from tears, and my fe/^et from f^alling. 9 I will walk bef^ore the LÓRD\nin the l/^and of the l^iving. 10 I believed, and therefore will I speak;† but I w^as sore tro^ubled:\nI said in my haste, All m/^en are l^iars. 11 What reward shall I give unt^o the LÓRD\nfor all the benefits that he hath d/^one unto m^e? 12 I will receive the c^up of salv^ation,\nand call upon the N/^ame of the LÓRD. 13 I will pay my vows now in the presence of ^all his pe^ople:\nright dear in the sight of the LORD is the de/^ath of his sa^ints. 14 Behold, O LORD, how that Í am thy s^ervant;\nI am thy servant, and the son of thine handmaid;† thou hast broken my b/^onds in s^under. 15 I will offer to thee the sacrif^ice of thanksg^iving,\nand will call upon the N/^ame of the LÓRD. 16 I will pay my vows unto the LORD,† in the sight of ^all his pe^ople,\nin the courts of the LORD’s house;† even in the midst of thee, O Jerusalem. Pra/^ise the LÓRD. 17 Glory be to the Father, and t^o the S^on,\nand to the H/^oly Gh^ost; 18 As it was in the beginning, † is now, and ^ever sh^all be,\nworld w/^ithout ^end. Amen.",
  "recommended_tone": "2"
}