{
  "psalm_number": 71,
  "latin_name": "In te, Domine, speravi.",
  "text": "IN thee, O LORD, have I put my trust; let me never be pút to confúsion,\nbut rid me and deliver me in thy righteousness; incline thine ear unto mé, and sáve me. 2 Be thou my stronghold, whereunto I may álway resórt:\nthou hast promised to help me, for thou art my house of defénse, and my cástle. 3 Deliver me, O my God, out of the hánd of the ungódly,\nout of the hand of the unríghteous and crúel man. 4 For thou, O Lord GOD, art the thíng that I lóng for:\nthou art my hope, éven from my yóuth. 5 Through thee have I been holden up ever sínce I was bórn:\nthou art he that took me out of my mother’s womb: my praise shall be álway of thée. 6 I am become as it were a mónster unto mány,\nbut my sure trúst is in thée. 7 O let my mouth be fílled with thy práise,\nthat I may sing of thy glory and honor áll the day lóng. 8 Cast me not away in the tíme of áge;\nforsake me not when my strength fáileth mé. 9 For mine enemies spéak agáinst me;\nand they that lay wait for my soul take their counsel togéther, sáying, 10 Gód hath forsáken him;\npersecute him, and take him, for there is nóne to delíver him. 11 Go not far from mé, O Gód;\nmy God, háste thee to hélp me. 12 Let them be confounded and perish that are agáinst my sóul;\nlet them be covered with shame and dishonor that seek to dó me évil. 13 As for me, I will patiently abíde alwáy,\nand will praise thee móre and móre. 14 My mouth shall daily speak of thy ríghteousness and salvátion;\nfor I know no énd thereóf. 15 I will go forth in the stréngth of the Lord GÓD,\nand will make mention of thy ríghteousness ónly. 16 Thou, O God, hast taught me from my youth úp until nów;\ntherefore will I tell of thy wóndrous wórks. 17 Forsake me not, O God, in mine old age, when Í am gray-héaded,\nuntil I have showed thy strength unto this generation, and thy power to all them that are yét for to cóme. 18 Thy righteousness, O God, is véry hígh,\nand great things are they that thou hast done: O God, who is líke unto thée! 19 O what great troubles and adversities hast thou showed me! and yet didst thou túrn and refrésh me;\nyea, and broughtest me from the deep of the éarth agáin. 20 Thou hast bróught me to great hónor,\nand comforted me on évery síde: 21 Therefore will I praise thee, and thy faithfulness, O God, playing upon an ínstrument of músic:\nunto thee will I sing upon the harp, O thou Hóly One of Ísrael. 22 My lips will be glad when I sing unto thée;\nand so will my soul whom thóu hast delívered. 23 My tongue also shall talk of thy righteousness áll the day lóng;\nfor they are confounded and brought unto shame that seek to dó me évil. 24 Glory be to the Father, and tó the Són,\nand to the Hóly Ghóst; 25 As it was in the beginning, † is now, and éver sháll be,\nworld wíthout énd. Amen.",
  "annotated_text": "IN thee, O LORD, have I put my trust; let me never be p^ut to conf^usion,\nbut rid me and deliver me in thy righteousness; incline thine ear unto m/^e, and s^ave me. 2 Be thou my stronghold, whereunto I may ^alway res^ort:\nthou hast promised to help me, for thou art my house of def/^ense, and my c^astle. 3 Deliver me, O my God, out of the h^and of the ung^odly,\nout of the hand of the unr/^ighteous and cr^uel man. 4 For thou, O Lord GOD, art the th^ing that I l^ong for:\nthou art my hope, /^even from my y^outh. 5 Through thee have I been holden up ever s^ince I was b^orn:\nthou art he that took me out of my mother’s womb: my praise shall be /^alway of th^ee. 6 I am become as it were a m^onster unto m^any,\nbut my sure tr/^ust is in th^ee. 7 O let my mouth be f^illed with thy pr^aise,\nthat I may sing of thy glory and honor /^all the day l^ong. 8 Cast me not away in the t^ime of ^age;\nforsake me not when my strength f/^aileth m^e. 9 For mine enemies sp^eak ag^ainst me;\nand they that lay wait for my soul take their counsel tog/^ether, s^aying, 10 G^od hath fors^aken him;\npersecute him, and take him, for there is n/^one to del^iver him. 11 Go not far from m^e, O G^od;\nmy God, h/^aste thee to h^elp me. 12 Let them be confounded and perish that are ag^ainst my s^oul;\nlet them be covered with shame and dishonor that seek to d/^o me ^evil. 13 As for me, I will patiently ab^ide alw^ay,\nand will praise thee m/^ore and m^ore. 14 My mouth shall daily speak of thy r^ighteousness and salv^ation;\nfor I know no /^end there^of. 15 I will go forth in the str^ength of the Lord GÓD,\nand will make mention of thy r/^ighteousness ^only. 16 Thou, O God, hast taught me from my youth ^up until n^ow;\ntherefore will I tell of thy w/^ondrous w^orks. 17 Forsake me not, O God, in mine old age, when Í am gray-h^eaded,\nuntil I have showed thy strength unto this generation, and thy power to all them that are y/^et for to c^ome. 18 Thy righteousness, O God, is v^ery h^igh,\nand great things are they that thou hast done: O God, who is l/^ike unto th^ee! 19 O what great troubles and adversities hast thou showed me! and yet didst thou t^urn and refr^esh me;\nyea, and broughtest me from the deep of the /^earth ag^ain. 20 Thou hast br^ought me to great h^onor,\nand comforted me on /^every s^ide: 21 Therefore will I praise thee, and thy faithfulness, O God, playing upon an ^instrument of m^usic:\nunto thee will I sing upon the harp, O thou H/^oly One of Ísrael. 22 My lips will be glad when I sing unto th^ee;\nand so will my soul whom th/^ou hast del^ivered. 23 My tongue also shall talk of thy righteousness ^all the day l^ong;\nfor they are confounded and brought unto shame that seek to d/^o me ^evil. 24 Glory be to the Father, and t^o the S^on,\nand to the H/^oly Gh^ost; 25 As it was in the beginning, † is now, and ^ever sh^all be,\nworld w/^ithout ^end. Amen.",
  "recommended_tone": "4"
}