{
  "psalm_number": 10,
  "latin_name": "Ut quid, Domine?",
  "text": "WHY standest thou so far óff, O LÓRD,\nand hidest thy face in the needful tíme of tróuble? 2 The ungodly, for his own lust, doth pérsecute the póor:\nlet them be taken in the crafty wiliness that théy have imágined. 3 For the ungodly hath made boast of his ówn heart’s desíre,\nand speaketh good of the covetous, whom the LÓRD abhórreth. 4 The ungodly is so proud, that he cáreth not for Gód,\nneither is God in áll his thóughts. 5 His ways are álway gríevous;\nthy judgments are far above out of his sight, and therefore defíeth he all his énemies. 6 For he hath said in his heart, Tush, I shall néver be cast dówn,\nthere shall no harm háppen unto mé. 7 His mouth is full of cursing, decéit, and fráud;\nunder his tongue is ungódliness and vánity. 8 He sitteth lurking in the thievish córners of the stréets,\nand privily in his lurking dens doth he murder the innocent; his eyes are sét against the póor. 9 For he lieth waiting secretly; even as a lion lúrketh he in his dén,\nthat he may rávish the póor. 10 He doth rávish the póor,\nwhen he gétteth him into his nét. 11 He falleth down, and húmbleth himsélf,\nthat the congregation of the poor may fall into the hánds of his cáptains. 12 He hath said in his heart, Tush, Gód hath forgótten;\nhe hideth away his face, and he will néver sée it. 13 Arise, O LORD God, and líft up thine hánd;\nforgét not the póor. 14 Wherefore should the wicked bláspheme Gód,\nwhile he doth say in his heart, Tush, thou God cárest not fór it? 15 Surely thóu hast séen it;\nfor thou beholdest ungodliness and wrong, that thou mayest take the mátter into thy hánd. 16 The poor committeth himsélf unto thée;\nfor thou art the hélper of the fríendless. 17 Break thou the power of the ungódly and malícious;\nsearch out his ungodliness, untíl thou find nóne. 18 The LORD is King for éver and éver,\nand the heathen are pérished out of the lánd. 19 LORD, thou hast heard the desíre of the póor;\nthou preparest their heart, and thíne ear hárkeneth; 20 To help the fatherless and póor unto their ríght,\nthat the man of the earth be no more exálted agáinst them. 21 Glory be to the Father, and tó the Són,\nand to the Hóly Ghóst; 22 As it was in the beginning, † is now, and éver sháll be,\nworld wíthout énd. Amen.",
  "annotated_text": "WHY standest thou so far ^off, O LÓRD,\nand hidest thy face in the needful t/^ime of tr^ouble? 2 The ungodly, for his own lust, doth p^ersecute the p^oor:\nlet them be taken in the crafty wiliness that th/^ey have im^agined. 3 For the ungodly hath made boast of his ^own heart’s des^ire,\nand speaketh good of the covetous, whom the LÓRD abh/^orreth. 4 The ungodly is so proud, that he c^areth not for G^od,\nneither is God in /^all his th^oughts. 5 His ways are ^alway gr^ievous;\nthy judgments are far above out of his sight, and therefore def/^ieth he all his ^enemies. 6 For he hath said in his heart, Tush, I shall n^ever be cast d^own,\nthere shall no harm h/^appen unto m^e. 7 His mouth is full of cursing, dec^eit, and fr^aud;\nunder his tongue is ung/^odliness and v^anity. 8 He sitteth lurking in the thievish c^orners of the str^eets,\nand privily in his lurking dens doth he murder the innocent; his eyes are s/^et against the p^oor. 9 For he lieth waiting secretly; even as a lion l^urketh he in his d^en,\nthat he may r/^avish the p^oor. 10 He doth r^avish the p^oor,\nwhen he g/^etteth him into his n^et. 11 He falleth down, and h^umbleth hims^elf,\nthat the congregation of the poor may fall into the h/^ands of his c^aptains. 12 He hath said in his heart, Tush, G^od hath forg^otten;\nhe hideth away his face, and he will n/^ever s^ee it. 13 Arise, O LORD God, and l^ift up thine h^and;\nforg/^et not the p^oor. 14 Wherefore should the wicked bl^aspheme G^od,\nwhile he doth say in his heart, Tush, thou God c/^arest not f^or it? 15 Surely th^ou hast s^een it;\nfor thou beholdest ungodliness and wrong, that thou mayest take the m/^atter into thy h^and. 16 The poor committeth hims^elf unto th^ee;\nfor thou art the h/^elper of the fr^iendless. 17 Break thou the power of the ung^odly and mal^icious;\nsearch out his ungodliness, unt/^il thou find n^one. 18 The LORD is King for ^ever and ^ever,\nand the heathen are p/^erished out of the l^and. 19 LORD, thou hast heard the des^ire of the p^oor;\nthou preparest their heart, and th/^ine ear h^arkeneth; 20 To help the fatherless and p^oor unto their r^ight,\nthat the man of the earth be no more ex/^alted ag^ainst them. 21 Glory be to the Father, and t^o the S^on,\nand to the H/^oly Gh^ost; 22 As it was in the beginning, † is now, and ^ever sh^all be,\nworld w/^ithout ^end. Amen.",
  "recommended_tone": "8"
}