{
  "psalm_number": 36,
  "latin_name": "Dixit injustus.",
  "text": "MY heart showeth me the wickedness of thé ungódly,\nthat there is no fear of Gód befóre his eyes. 2 For he flattereth himself in hís own síght,\nuntil his abominable sín be fóund out. 3 The words of his mouth are unrighteous and fúll of decéit:\nhe hath left off to behave himself wisely, ánd to dó good. 4 He imagineth mischief upon his bed, and hath set himself in nó góod way;\nneither doth he abhor any thíng that ís evil. 5 Thy mercy, O LORD, reacheth únto the héavens,\nand thy faithfulness únto the clóuds. 6 Thy righteousness standeth like thé strong móuntains:\nthy judgments are líke the gréat deep. 7 Thou, LORD, shalt save both man and beast:† how excellent ís thy mércy, O God!\nand the children of men shall put their trust under the shádow of thy wíngs. 8 They shall be satisfied with the plénteousness óf thy house;\nand thou shalt give them drink of thy pleasures, as óut of the ríver. 9 For with thee is the wéll of lífe;\nand in thy líght shall we sée light. 10 O continue forth thy loving-kindness unto thém that knów thee,\nand thy righteousness unto them that are trúe of héart. 11 O let not the foot of pride cóme agáinst me;\nand let not the hand of the ungódly cást me down. 12 There are they fallen,† all thát work wíckedness;\nthey are cast down, and shall not be áble to stánd. 13 Glory be to the Father, and tó the Són,\nand to the Hóly Ghóst; 14 As it was in the beginning, is now, and éver sháll be,\nworld wíthout énd. Amen. Evening Prayer",
  "annotated_text": "MY heart showeth me the wickedness of th^e ung^odly,\nthat there is no fear of G/^od bef^ore his eyes. 2 For he flattereth himself in h^is own s^ight,\nuntil his abominable s/^in be f^ound out. 3 The words of his mouth are unrighteous and f^ull of dec^eit:\nhe hath left off to behave himself wisely, /^and to d^o good. 4 He imagineth mischief upon his bed, and hath set himself in n^o g^ood way;\nneither doth he abhor any th/^ing that ^is evil. 5 Thy mercy, O LORD, reacheth ^unto the h^eavens,\nand thy faithfulness /^unto the cl^ouds. 6 Thy righteousness standeth like th^e strong m^ountains:\nthy judgments are l/^ike the gr^eat deep. 7 Thou, LORD, shalt save both man and beast:† how excellent ^is thy m^ercy, O God!\nand the children of men shall put their trust under the sh/^adow of thy w^ings. 8 They shall be satisfied with the pl^enteousness ^of thy house;\nand thou shalt give them drink of thy pleasures, as /^out of the r^iver. 9 For with thee is the w^ell of l^ife;\nand in thy l/^ight shall we s^ee light. 10 O continue forth thy loving-kindness unto th^em that kn^ow thee,\nand thy righteousness unto them that are tr/^ue of h^eart. 11 O let not the foot of pride c^ome ag^ainst me;\nand let not the hand of the ung/^odly c^ast me down. 12 There are they fallen,† all th^at work w^ickedness;\nthey are cast down, and shall not be /^able to st^and. 13 Glory be to the Father, and t^o the S^on,\nand to the H/^oly Gh^ost; 14 As it was in the beginning, is now, and ^ever sh^all be,\nworld w/^ithout ^end. Amen. Evening Prayer",
  "recommended_tone": "2"
}