{
  "psalm_number": 69,
  "latin_name": "Salvum me fac.",
  "text": "SÁVE me, O Gód;\nfor the waters are come in, even únto my sóul. 2 I stick fast in the deep míre, where no gróund is;\nI am come into deep waters, so that the flóods run óver me. 3 I am weary of crying; my thróat is drý;\nmy sight faileth me for waiting so long upón my Gód. 4 They that hate me without a cause are more than the háirs of my héad;\nthey that are mine enemies, and would destroy me gúiltless, are míghty. 5 I paid them the things that I néver tóok:\nGod, thou knowest my simpleness, and my faults are not híd from thée. 6 Let not them that trust in thee, O Lord GOD of hosts, be ashámed for my cáuse;\nlet not those that seek thee be confounded through me, O Lord Gód of Ísrael. 7 And why? for thy sake have I súffered repróof;\nshame hath cóvered my fáce. 8 I am become a stranger únto my bréthren,\neven an alien unto my móther’s chíldren. 9 For the zeal of thine house hath éven éaten me;\nand the rebukes of them that rebuked thee are fállen upón me. 10 I wept, and chastened mysélf with fásting,\nand that was túrned to my repróof. 11 I put on sáckcloth also,\nand they jésted upón me. 12 They that sit in the gate spéak agáinst me,\nand the drunkards make sóngs upón me. 13 But, LORD, I make my práyer unto thée\nin an accéptable tíme. 14 Hear me, O God, in the múltitude of thy mércy,\neven in the trúth of thy salvátion. 15 Take me out of the míre, that I sínk not;\nO let me be delivered from them that hate me, and óut of the deep wáters. 16 Let not the waterflood drown me, neither let the deep swállow me úp;\nand let not the pit shut her móuth upón me. 17 Hear me, O LORD, for thy loving-kíndness is cómfortable;\nturn thee unto me according to the múltitude of thy mércies. 18 And hide not thy face from thy servant; for Í am in tróuble:\nO háste thee, and héar me. 19 Draw nigh unto my sóul, and sáve it;\nO deliver me, becáuse of mine énemies. 20 Thou hast known my reproach, my sháme, and my díshonor:\nmine adversaries are áll in thy síght. 21 Reproach hath broken my heart; I am fúll of héaviness:\nI looked for some to have pity on me, but there was no man, neither found I ány to cómfort me. 22 They gave me gáll to éat;\nand when I was thirsty they gave me vínegar to drínk. 23 Let their table be made a snare to take themsélves withál;\nand let the things that should have been for their wealth be unto them an occásion of fálling. 24 Let their eyes be blinded, thát they see nót;\nand ever bow thou dówn their bácks. 25 Pour out thine indignátion upón them,\nand let thy wrathful displéasure take hóld of them. 26 Let their habitátion be vóid,\nand no man to dwéll in their ténts. 27 For they persecute him whom thóu hast smítten;\nand they talk how they may vex them whom thóu hast wóunded. 28 Let them fall from one wíckedness to anóther,\nand not come ínto thy ríghteousness. 29 Let them be wiped out of the bóok of the líving,\nand not be wrítten among the ríghteous. 30 As for me, when I am póor and in héaviness,\nthy help, O God, shall líft me úp. 31 I will praise the Name of Gód with a sóng,\nand magnify it wíth thanksgíving. 32 This also shall pléase the LÓRD\nbetter than a bullock that hath hórns and hóofs. 33 The humble shall consider thís, and be glád:\nseek ye after God, and your sóul shall líve. 34 For the LORD héareth the póor,\nand despiseth nót his prísoners. 35 Let heaven and éarth práise him:\nthe sea, and all that móveth thérein. 36 For God will save Sion, and build the cíties of Júdah,\nthat men may dwell there, and have it ín posséssion. 37 The posterity also of his servants sháll inhérit it;\nand they that love his Name shall dwéll theréin. 38 Glory be to the Father, and tó the Són,\nand to the Hóly Ghóst; 39 As it was in the beginning, † is now, and éver sháll be,\nworld wíthout énd. Amen.",
  "annotated_text": "SÁVE me, O G^od;\nfor the waters are come in, even /^unto my s^oul. 2 I stick fast in the deep m^ire, where no gr^ound is;\nI am come into deep waters, so that the fl/^oods run ^over me. 3 I am weary of crying; my thr^oat is drý;\nmy sight faileth me for waiting so long up/^on my G^od. 4 They that hate me without a cause are more than the h^airs of my h^ead;\nthey that are mine enemies, and would destroy me g/^uiltless, are m^ighty. 5 I paid them the things that I n^ever t^ook:\nGod, thou knowest my simpleness, and my faults are not h/^id from th^ee. 6 Let not them that trust in thee, O Lord GOD of hosts, be ash^amed for my c^ause;\nlet not those that seek thee be confounded through me, O Lord G/^od of Ísrael. 7 And why? for thy sake have I s^uffered repr^oof;\nshame hath c/^overed my f^ace. 8 I am become a stranger ^unto my br^ethren,\neven an alien unto my m/^other’s ch^ildren. 9 For the zeal of thine house hath ^even ^eaten me;\nand the rebukes of them that rebuked thee are f/^allen up^on me. 10 I wept, and chastened mys^elf with f^asting,\nand that was t/^urned to my repr^oof. 11 I put on s^ackcloth also,\nand they j/^ested up^on me. 12 They that sit in the gate sp^eak ag^ainst me,\nand the drunkards make s/^ongs up^on me. 13 But, LORD, I make my pr^ayer unto th^ee\nin an acc/^eptable t^ime. 14 Hear me, O God, in the m^ultitude of thy m^ercy,\neven in the tr/^uth of thy salv^ation. 15 Take me out of the m^ire, that I s^ink not;\nO let me be delivered from them that hate me, and /^out of the deep w^aters. 16 Let not the waterflood drown me, neither let the deep sw^allow me ^up;\nand let not the pit shut her m/^outh up^on me. 17 Hear me, O LORD, for thy loving-k^indness is c^omfortable;\nturn thee unto me according to the m/^ultitude of thy m^ercies. 18 And hide not thy face from thy servant; for Í am in tr^ouble:\nO h/^aste thee, and h^ear me. 19 Draw nigh unto my s^oul, and s^ave it;\nO deliver me, bec/^ause of mine ^enemies. 20 Thou hast known my reproach, my sh^ame, and my d^ishonor:\nmine adversaries are /^all in thy s^ight. 21 Reproach hath broken my heart; I am f^ull of h^eaviness:\nI looked for some to have pity on me, but there was no man, neither found I /^any to c^omfort me. 22 They gave me g^all to ^eat;\nand when I was thirsty they gave me v/^inegar to dr^ink. 23 Let their table be made a snare to take thems^elves with^al;\nand let the things that should have been for their wealth be unto them an occ/^asion of f^alling. 24 Let their eyes be blinded, th^at they see n^ot;\nand ever bow thou d/^own their b^acks. 25 Pour out thine indign^ation up^on them,\nand let thy wrathful displ/^easure take h^old of them. 26 Let their habit^ation be v^oid,\nand no man to dw/^ell in their t^ents. 27 For they persecute him whom th^ou hast sm^itten;\nand they talk how they may vex them whom th/^ou hast w^ounded. 28 Let them fall from one w^ickedness to an^other,\nand not come /^into thy r^ighteousness. 29 Let them be wiped out of the b^ook of the l^iving,\nand not be wr/^itten among the r^ighteous. 30 As for me, when I am p^oor and in h^eaviness,\nthy help, O God, shall l/^ift me ^up. 31 I will praise the Name of G^od with a s^ong,\nand magnify it w/^ith thanksg^iving. 32 This also shall pl^ease the LÓRD\nbetter than a bullock that hath h/^orns and h^oofs. 33 The humble shall consider th^is, and be gl^ad:\nseek ye after God, and your s/^oul shall l^ive. 34 For the LORD h^eareth the p^oor,\nand despiseth n/^ot his pr^isoners. 35 Let heaven and ^earth pr^aise him:\nthe sea, and all that m/^oveth th^erein. 36 For God will save Sion, and build the c^ities of J^udah,\nthat men may dwell there, and have it /^in poss^ession. 37 The posterity also of his servants sh^all inh^erit it;\nand they that love his Name shall dw/^ell ther^ein. 38 Glory be to the Father, and t^o the S^on,\nand to the H/^oly Gh^ost; 39 As it was in the beginning, † is now, and ^ever sh^all be,\nworld w/^ithout ^end. Amen.",
  "recommended_tone": "2"
}