{
  "psalm_number": 35,
  "latin_name": "Judica, Domine.",
  "text": "PLEAD thou my cause, O LORD, with thém that stríve with me,\nand fight thou against them that fíght agáinst me. 2 Lay hand upon the shíeld and búckler,\nand stánd up to hélp me. 3 Bring forth the spear, and stop the way against thém that pursúe me:\nsay unto my soul, I am thý salvátion. 4 Let them be confounded, and put to shame, that seek áfter my sóul;\nlet them be turned back, and brought to confusion, that imagine míschief fór me. 5 Let them be as the dúst befóre the wind,\nand the angel of the LÓRD scáttering them. 6 Let their way be dárk and slíppery,\nand let the angel of the LÓRD pursúe them. 7 For they have privily laid their net to destroy me withóut a cáuse;\nyea, even without a cause have they made a pít for mý soul. 8 Let a sudden destruction come upon him unawares,† and his net that he hath laid prívily cátch himself;\nthat he may fall ínto his own míschief. 9 And my soul shall be jóyful in the LÓRD;\nit shall rejoice in hís salvátion. 10 All my bones shall say, Lord, who is like unto thee,† who deliverest the poor from him that ís too stróng for him;\nyea, the poor, and him that is in misery, from hím that spoileth him? 11 False wítnesses did rise up:\nthey laid to my charge thíngs that I knéw not. 12 They rewarded me évil for góod,\nto the great discómfort óf my soul. 13 Nevertheless, when they were sick, I put on sackcloth, and humbled my sóul with fásting;\nand my prayer shall turn into míne own bósom. 14 I behaved myself as though it had been my fríend or my bróther;\nI went heavily, as one that móurneth for his móther. 15 But in mine adversity they rejoiced, and gathered themsélves togéther;\nyea, the very abjects came together against me unawares, making móuths at me, and céased not. 16 With the flatterers were búsy móckers,\nwho gnashed upon mé with théir teeth. 17 Lord, how long wilt thou lóok upón this?\nO deliver my soul from the calamities which they bring on me, and my dárling from the líons. 18 So will I give thee thanks in the great cóngregátion;\nI will praise thee amóng much péople. 19 O let not them that are mine enemies triumph over mé ungódly;\nneither let them wink with their eyes, that hate mé withóut a cause. 20 And why? their communing is nót for péace;\nbut they imagine deceitful words against them that are quíet ín the land. 21 They gaped upon me with their móuths, and sáid,\nFie on thee! fie on thee! we saw it wíth our éyes. 22 This thou hast séen, O LÓRD;\nhold not thy tongue then; go not fár from mé, O Lord. 23 Awake, and stand up to júdge my quárrel;\navenge thou my cause, my Gód and mý Lord. 24 Judge me, O LORD my God, according to thy ríghteousnéss;\nand let them not tríumph óver me. 25 Let them not say in their hearts, There! there! so wóuld we háve it;\nneither let them say, We háve devóured him. 26 Let them be put to confusion and shame together, that rejóice at my tróuble;\nlet them be clothed with rebuke and dishonor, that boast themsélves agáinst me. 27 Let them be glad and rejoice, that favor my ríghteous déaling;\nyea, let them say alway, Blessed be the LORD, who hath pleasure in the prospérity of his sérvant. 28 And as for my tongue, it shall be talking of thy ríghteousnéss,\nand of thy praise, áll the dáy long. 29 Glory be to the Father, and tó the Són,\nand to the Hóly Ghóst; 30 As it was in the beginning, is now, and éver sháll be,\nworld wíthout énd. Amen.",
  "annotated_text": "PLEAD thou my cause, O LORD, with th^em that str^ive with me,\nand fight thou against them that f/^ight ag^ainst me. 2 Lay hand upon the sh^ield and b^uckler,\nand st/^and up to h^elp me. 3 Bring forth the spear, and stop the way against th^em that purs^ue me:\nsay unto my soul, I am thý salv/^ation. 4 Let them be confounded, and put to shame, that seek ^after my s^oul;\nlet them be turned back, and brought to confusion, that imagine m/^ischief f^or me. 5 Let them be as the d^ust bef^ore the wind,\nand the angel of the LÓRD sc/^attering them. 6 Let their way be d^ark and sl^ippery,\nand let the angel of the LÓRD purs/^ue them. 7 For they have privily laid their net to destroy me with^out a c^ause;\nyea, even without a cause have they made a p/^it for mý soul. 8 Let a sudden destruction come upon him unawares,† and his net that he hath laid pr^ivily c^atch himself;\nthat he may fall /^into his own m^ischief. 9 And my soul shall be j^oyful in the LÓRD;\nit shall rejoice in h/^is salv^ation. 10 All my bones shall say, Lord, who is like unto thee,† who deliverest the poor from him that ^is too str^ong for him;\nyea, the poor, and him that is in misery, from h/^im that spoileth him? 11 False w^itnesses did rise up:\nthey laid to my charge th/^ings that I kn^ew not. 12 They rewarded me ^evil for g^ood,\nto the great disc/^omfort ^of my soul. 13 Nevertheless, when they were sick, I put on sackcloth, and humbled my s^oul with f^asting;\nand my prayer shall turn into m/^ine own b^osom. 14 I behaved myself as though it had been my fr^iend or my br^other;\nI went heavily, as one that m/^ourneth for his m^other. 15 But in mine adversity they rejoiced, and gathered thems^elves tog^ether;\nyea, the very abjects came together against me unawares, making m/^ouths at me, and c^eased not. 16 With the flatterers were b^usy m^ockers,\nwho gnashed upon m/^e with th^eir teeth. 17 Lord, how long wilt thou l^ook up^on this?\nO deliver my soul from the calamities which they bring on me, and my d/^arling from the l^ions. 18 So will I give thee thanks in the great c^ongreg^ation;\nI will praise thee am/^ong much p^eople. 19 O let not them that are mine enemies triumph over m^e ung^odly;\nneither let them wink with their eyes, that hate m/^e with^out a cause. 20 And why? their communing is n^ot for p^eace;\nbut they imagine deceitful words against them that are qu/^iet ^in the land. 21 They gaped upon me with their m^ouths, and s^aid,\nFie on thee! fie on thee! we saw it w/^ith our ^eyes. 22 This thou hast s^een, O LÓRD;\nhold not thy tongue then; go not f/^ar from m^e, O Lord. 23 Awake, and stand up to j^udge my qu^arrel;\navenge thou my cause, my G/^od and mý Lord. 24 Judge me, O LORD my God, according to thy r^ighteousn^ess;\nand let them not tr/^iumph ^over me. 25 Let them not say in their hearts, There! there! so w^ould we h^ave it;\nneither let them say, We h/^ave dev^oured him. 26 Let them be put to confusion and shame together, that rej^oice at my tr^ouble;\nlet them be clothed with rebuke and dishonor, that boast thems/^elves ag^ainst me. 27 Let them be glad and rejoice, that favor my r^ighteous d^ealing;\nyea, let them say alway, Blessed be the LORD, who hath pleasure in the prosp/^erity of his s^ervant. 28 And as for my tongue, it shall be talking of thy r^ighteousn^ess,\nand of thy praise, /^all the d^ay long. 29 Glory be to the Father, and t^o the S^on,\nand to the H/^oly Gh^ost; 30 As it was in the beginning, is now, and ^ever sh^all be,\nworld w/^ithout ^end. Amen.",
  "recommended_tone": "1A"
}