{
  "psalm_number": 42,
  "latin_name": "Quemadmodum.",
  "text": "LIKE as the hart desíreth the wáter-bróoks,\nso longeth my sóul after thée, O Gód. 2 My soul is athirst for God, yea, éven for the líving Gód:\nwhen shall I come to appear befóre the présence of Gód? 3 My tears have been my méat dáy and níght,\nwhile they daily say unto me, Whére is nów thy Gód? 4 Now when I think thereupon, I póur out my héart by mysélf;\nfor I went with the multitude, and brought them fórth into the hóuse of Gód; 5 In the vóice of práise and thánksgiving,\namong súch as kéep hóly-day. 6 Why art thou so full of héaviness, Ó my sóul?\nand why art thou so disquíeted wíthin mé? 7 O pút thy trúst in Gód;\nfor I will yet thank him, which is the help of my cóuntenánce, and my Gód. 8 My sóul is véxed wíthin me;\ntherefore will I remember thee from the land of Jórdan, from Hérmon and the líttle hill. 9 One deep calleth another, becáuse of the nóise of thy wáterfloods;\nall thy wáves and stórms are gone óver me. 10 The LORD will grant his lóving-kíndness in the dáytime;\nand in the night season will I sing of him, and make my práyer unto the Gód of my lífe. 11 I will say unto the God of my strength, Whý hast thóu forgótten me?\nwhy go I thus heavily, whíle the énemy opprésseth me? 12 My bones are smitten asúnder as wíth a swórd,\nwhile mine enemies that tróuble me cást me in the téeth; 13 Namely, while they sáy dáily únto me,\nWhére is nów thy Gód? 14 Why art thou so véxed, Ó my sóul?\nand why art thóu so disquíeted withín me? 15 O pút thy trúst in Gód;\nfor I will yet thank him, which is the hélp of my cóuntenance, and my Gód. 16 Glory be to the Father, and tó the Són,\nand to the Hóly Ghóst; 17 As it was in the beginning, † is now, and éver sháll be,\nworld wíthout énd. Amen.",
  "annotated_text": "LIKE as the hart des^ireth the w^ater-br^ooks,\nso longeth my s/^oul after th^ee, O G^od. 2 My soul is athirst for God, yea, ^even for the l^iving G^od:\nwhen shall I come to appear bef/^ore the pr^esence of G^od? 3 My tears have been my m^eat d^ay and n^ight,\nwhile they daily say unto me, Wh/^ere is n^ow thy G^od? 4 Now when I think thereupon, I p^our out my h^eart by mys^elf;\nfor I went with the multitude, and brought them f/^orth into the h^ouse of G^od; 5 In the v^oice of pr^aise and th^anksgiving,\namong s/^uch as k^eep h^oly-day. 6 Why art thou so full of h^eaviness, Ó my s^oul?\nand why art thou so disqu/^ieted w^ithin m^e? 7 O p^ut thy tr^ust in G^od;\nfor I will yet thank him, which is the help of my c/^ounten^ance, and my G^od. 8 My s^oul is v^exed w^ithin me;\ntherefore will I remember thee from the land of J/^ordan, from H^ermon and the l^ittle hill. 9 One deep calleth another, bec^ause of the n^oise of thy w^aterfloods;\nall thy w/^aves and st^orms are gone ^over me. 10 The LORD will grant his l^oving-k^indness in the d^aytime;\nand in the night season will I sing of him, and make my pr/^ayer unto the G^od of my l^ife. 11 I will say unto the God of my strength, Whý hast th^ou forg^otten me?\nwhy go I thus heavily, wh/^ile the ^enemy oppr^esseth me? 12 My bones are smitten as^under as w^ith a sw^ord,\nwhile mine enemies that tr/^ouble me c^ast me in the t^eeth; 13 Namely, while they s^ay d^aily ^unto me,\nWh/^ere is n^ow thy G^od? 14 Why art thou so v^exed, Ó my s^oul?\nand why art th/^ou so disqu^ieted with^in me? 15 O p^ut thy tr^ust in G^od;\nfor I will yet thank him, which is the h/^elp of my c^ountenance, and my G^od. 16 Glory be to the Father, and t^o the S^on,\nand to the H/^oly Gh^ost; 17 As it was in the beginning, † is now, and ^ever sh^all be,\nworld w/^ithout ^end. Amen.",
  "recommended_tone": "5"
}