{
  "psalm_number": 144,
  "latin_name": "Benedictus Dominus.",
  "text": "BLESSED be the LÓRD my stréngth,\nwho teacheth my hands to war, and my fíngers to fíght: 2 My hope and my fortress,† my castle and deliverer, my defender in whóm I trúst;\nwho subdueth my people that is únder mé. 3 LORD, what is man, that thou hast such respéct unto hím?\nor the son of man, that thóu so regárdest him? 4 Man is like a thíng of nóught;\nhis time passeth awáy like a shádow. 5 Bow thy heavens, O LÓRD, and come dówn;\ntouch the mountains, and théy shall smóke. 6 Cast forth thy líghtning, and téar them;\nshoot out thine árrows, and consúme them. 7 Send down thine hánd from abóve;\ndeliver me,† and take me out of the great waters, from the hánd of strángers; 8 Whose mouth tálketh of vánity,\nand their right hand is a ríght hand of wíckedness. 9 I will sing a new song unto thée, O Gód;\nand sing praises unto thee upon a tén-stringed lúte. 10 Thou hast given víctory unto kíngs,\nand hast delivered David thy servant from the péril of the swórd. 11 Save me, and deliver me from the hánd of strángers,\nwhose mouth talketh of vanity,† and their right hand is a ríght hand of iníquity: 12 That our sons may grow úp as the young plánts,\nand that our daughters may be as the polished córners of the témple; 13 That our garners may be full and plenteous with all mánner of stóre;\nthat our sheep may bring forth thousands, and ten thóusands in our fíelds; 14 That our oxen may be strong to labor;† that there bé no decáy,\nno leading into captivity, and no compláining in our stréets. 15 Happy are the people that are in súch a cáse;\nyea, blessed are the people who have the LÓRD for their Gód. 16 Glory be to the Father, and tó the Són,\nand to the Hóly Ghóst; 17 As it was in the beginning, † is now, and éver sháll be,\nworld wíthout énd. Amen.",
  "annotated_text": "BLESSED be the LÓRD my str^ength,\nwho teacheth my hands to war, and my f/^ingers to f^ight: 2 My hope and my fortress,† my castle and deliverer, my defender in wh^om I tr^ust;\nwho subdueth my people that is /^under m^e. 3 LORD, what is man, that thou hast such resp^ect unto h^im?\nor the son of man, that th/^ou so reg^ardest him? 4 Man is like a th^ing of n^ought;\nhis time passeth aw/^ay like a sh^adow. 5 Bow thy heavens, O LÓRD, and come d^own;\ntouch the mountains, and th/^ey shall sm^oke. 6 Cast forth thy l^ightning, and t^ear them;\nshoot out thine /^arrows, and cons^ume them. 7 Send down thine h^and from ab^ove;\ndeliver me,† and take me out of the great waters, from the h/^and of str^angers; 8 Whose mouth t^alketh of v^anity,\nand their right hand is a r/^ight hand of w^ickedness. 9 I will sing a new song unto th^ee, O G^od;\nand sing praises unto thee upon a t/^en-stringed l^ute. 10 Thou hast given v^ictory unto k^ings,\nand hast delivered David thy servant from the p/^eril of the sw^ord. 11 Save me, and deliver me from the h^and of str^angers,\nwhose mouth talketh of vanity,† and their right hand is a r/^ight hand of in^iquity: 12 That our sons may grow ^up as the young pl^ants,\nand that our daughters may be as the polished c/^orners of the t^emple; 13 That our garners may be full and plenteous with all m^anner of st^ore;\nthat our sheep may bring forth thousands, and ten th/^ousands in our f^ields; 14 That our oxen may be strong to labor;† that there b^e no dec^ay,\nno leading into captivity, and no compl/^aining in our str^eets. 15 Happy are the people that are in s^uch a c^ase;\nyea, blessed are the people who have the LÓRD for their G/^od. 16 Glory be to the Father, and t^o the S^on,\nand to the H/^oly Gh^ost; 17 As it was in the beginning, † is now, and ^ever sh^all be,\nworld w/^ithout ^end. Amen.",
  "recommended_tone": "1B"
}