{
  "psalm_number": 7,
  "latin_name": "Domine, Deus meus.",
  "text": "O LORD my God, in thee have I pút my trúst:\nsave me from all them that pérsecute me, and déliver me; 2 Lest he devour my soul like a lion, and téar it in píeces,\nwhile there is nóne to hélp. 3 O LORD my God, if I have done ány such thíng;\nor if there be any wíckedness in my hánds; 4 If I have rewarded evil unto him that dealt fríendly with mé;\n(yea, I have delivered him that without any cáuse is mine énemy;) 5 Then let mine enemy persecute my sóul, and táke me;\nyea, let him tread my life down upon the earth, and lay mine hónor in the dúst. 6 Stand up, O LORD, in thy wrath, and lift up thyself, because of the indignátion of mine énemies;\narise up for me in the judgment that hast thou commànded. 7 And so shall the congregation of the péoples come abóut thee:\nfor their sakes therefore lift up thysélf agáin. 8 The LORD shall judge the peoples: give séntence with me, O LÓRD,\naccording to my righteousness, and according to the ínnocency that is ín me. 9 O let the wickedness of the ungodly cóme to an énd;\nbut guide thóu the júst. 10 For the ríghteous Gód\ntrieth the very héarts and réins. 11 My help cómeth of Gód,\nwho preserveth them that are trúe of héart. 12 God is a righteous Judge, stróng, and pátient;\nand God is provóked every dáy. 13 If a man will not turn, he will whét his swórd;\nhe hath bent his bow, and máde it réady. 14 He hath prepared for him the ínstruments of déath;\nhe ordaineth his árrows against the pérsecutors. 15 Behold, the ungodly traváileth with iníquity;\nhe hath conceived mischief, and bróught forth fálsehood. 16 He hath graven and dígged up a pít,\nand is fallen himself into the destruction that he máde for óther. 17 For his travail shall come upón his own héad,\nand his wickedness shall fáll on his own páte. 18 I will give thanks unto the LORD, accórding to his ríghteousness;\nand I will praise the Name of the LÓRD Most Hígh. 19 Glory be to the Father, and tó the Són,\nand to the Hóly Ghóst; 20 As it was in the beginning, † is now, and éver sháll be,\nworld wíthout énd. Amen.",
  "annotated_text": "O LORD my God, in thee have I p^ut my tr^ust:\nsave me from all them that p/^ersecute me, and d^eliver me; 2 Lest he devour my soul like a lion, and t^ear it in p^ieces,\nwhile there is n/^one to h^elp. 3 O LORD my God, if I have done ^any such th^ing;\nor if there be any w/^ickedness in my h^ands; 4 If I have rewarded evil unto him that dealt fr^iendly with m^e;\n(yea, I have delivered him that without any c/^ause is mine ^enemy;) 5 Then let mine enemy persecute my s^oul, and t^ake me;\nyea, let him tread my life down upon the earth, and lay mine h/^onor in the d^ust. 6 Stand up, O LORD, in thy wrath, and lift up thyself, because of the indign^ation of mine ^enemies;\narise up for me in the judgment that hast thou comm/^anded. 7 And so shall the congregation of the p^eoples come ab^out thee:\nfor their sakes therefore lift up thys/^elf ag^ain. 8 The LORD shall judge the peoples: give s^entence with me, O LÓRD,\naccording to my righteousness, and according to the /^innocency that is ^in me. 9 O let the wickedness of the ungodly c^ome to an ^end;\nbut guide th/^ou the j^ust. 10 For the r^ighteous G^od\ntrieth the very h/^earts and r^eins. 11 My help c^ometh of G^od,\nwho preserveth them that are tr/^ue of h^eart. 12 God is a righteous Judge, str^ong, and p^atient;\nand God is prov/^oked every d^ay. 13 If a man will not turn, he will wh^et his sw^ord;\nhe hath bent his bow, and m/^ade it r^eady. 14 He hath prepared for him the ^instruments of d^eath;\nhe ordaineth his /^arrows against the p^ersecutors. 15 Behold, the ungodly trav^aileth with in^iquity;\nhe hath conceived mischief, and br/^ought forth f^alsehood. 16 He hath graven and d^igged up a p^it,\nand is fallen himself into the destruction that he m/^ade for ^other. 17 For his travail shall come up^on his own h^ead,\nand his wickedness shall f/^all on his own p^ate. 18 I will give thanks unto the LORD, acc^ording to his r^ighteousness;\nand I will praise the Name of the LÓRD Most H/^igh. 19 Glory be to the Father, and t^o the S^on,\nand to the H/^oly Gh^ost; 20 As it was in the beginning, † is now, and ^ever sh^all be,\nworld w/^ithout ^end. Amen.",
  "recommended_tone": "1A"
}