{
  "psalm_number": 20,
  "latin_name": "Exaudiat te Dominus.",
  "text": "THE LORD hear thee in the dáy of tróuble;\nthe Name of the God of Jácob defénd thee: 2 Send thee hélp from the sánctuary,\nand strengthen thee óut of Síon: 3 Remember áll thy ófferings,\nand accept thy búrnt sacrífice: 4 Grant thee thy héart’s desíre,\nand fulfíll all thy mínd. 5 We will rejoice in thy salvation, † and triumph in the Name of the Lórd our Gód:\nthe LORD perform áll thy petítions. 6 Now know I that the LORD helpeth his anointed, † and will hear him from his hóly héaven,\neven with the wholesome stréngth of his right hánd. 7 Some put their trust in chariots, and sóme in hórses;\nbut we will remember the Name of the LÓRD our Gód. 8 They are brought dówn and fállen;\nbut we are risen and stánd upríght. 9 Save, LORD; and hear us, O Kíng of héaven,\nwhen we cáll upon thée. 10 Glory be to the Father, and tó the Són,\nand to the Hóly Ghóst; 11 As it was in the beginning, † is now, and éver sháll be,\nworld wíthout énd. Amen.",
  "annotated_text": "THE LORD hear thee in the d^ay of tr^ouble;\nthe Name of the God of J/^acob def^end thee: 2 Send thee h^elp from the s^anctuary,\nand strengthen thee /^out of S^ion: 3 Remember ^all thy ^offerings,\nand accept thy b/^urnt sacr^ifice: 4 Grant thee thy h^eart’s des^ire,\nand fulf/^ill all thy m^ind. 5 We will rejoice in thy salvation, † and triumph in the Name of the L^ord our G^od:\nthe LORD perform /^all thy pet^itions. 6 Now know I that the LORD helpeth his anointed, † and will hear him from his h^oly h^eaven,\neven with the wholesome str/^ength of his right h^and. 7 Some put their trust in chariots, and s^ome in h^orses;\nbut we will remember the Name of the LÓRD our G/^od. 8 They are brought d^own and f^allen;\nbut we are risen and st/^and upr^ight. 9 Save, LORD; and hear us, O K^ing of h^eaven,\nwhen we c/^all upon th^ee. 10 Glory be to the Father, and t^o the S^on,\nand to the H/^oly Gh^ost; 11 As it was in the beginning, † is now, and ^ever sh^all be,\nworld w/^ithout ^end. Amen.",
  "recommended_tone": "3A"
}