{
  "psalm_number": 145,
  "latin_name": "Exaltabo te, Deus.",
  "text": "I WILL magnify thee, O Gód, my Kíng;\nand I will praise thy Name for éver and éver. 2 Every day will I give thánks unto thée;\nand praise thy Name for éver and éver. 3 Great is the LORD, and marvelous wórthy to be práised;\nthere is no énd of his gréatness. 4 One generation shall praise thy wórks unto anóther,\nand decláre thy pówer. 5 As for me, I will be tálking of thy wórship,\nthy glory, thy praise, and wóndrous wórks; 6 So that men shall speak of the might of thy márvelous ácts;\nand I will also téll of thy gréatness. 7 The memorial of thine abundant kíndness shall be shówed;\nand men shall síng of thy ríghteousness. 8 The LORD is grácious and mérciful;\nlong-suffering, and óf great góodness. 9 The LORD is loving unto évery mán;\nand his mercy is over áll his wórks. 10 All thy works práise thee, O LÓRD;\nand thy saints give thánks unto thée. 11 They show the glóry of thy kíngdom,\nand tálk of thy pówer; 12 That thy power, thy glory, and míghtiness of thy kíngdom,\nmight be knówn unto mén. 13 Thy kingdom is an éverlasting kíngdom,\nand thy dominion endureth throughóut all áges. 14 The LORD upholdeth áll such as fáll,\nand lifteth up all thóse that are dówn. 15 The eyes of all wait upón thee, O LÓRD;\nand thou givest them their méat in due séason. 16 Thou ópenest thine hánd,\nand fillest all things líving with plénteousness. 17 The LORD is righteous in áll his wáys,\nand holy in áll his wórks. 18 The LORD is nigh unto all them that cáll upón him;\nyea, all such as call upón him fáithfully. 19 He will fulfill the desire of thém that féar him;\nhe also will hear their crý, and will hélp them. 20 The LORD preserveth all thém that lóve him;\nbut scattereth abroad áll the ungódly. 21 My mouth shall speak the práise of the LÓRD;\nand let all flesh give thanks unto his holy Name for éver and éver. 22 Glory be to the Father, and tó the Són,\nand to the Hóly Ghóst; 23 As it was in the beginning, † is now, and éver sháll be,\nworld wíthout énd. Amen.",
  "annotated_text": "I WILL magnify thee, O G^od, my K^ing;\nand I will praise thy Name for /^ever and ^ever. 2 Every day will I give th^anks unto th^ee;\nand praise thy Name for /^ever and ^ever. 3 Great is the LORD, and marvelous w^orthy to be pr^aised;\nthere is no /^end of his gr^eatness. 4 One generation shall praise thy w^orks unto an^other,\nand decl/^are thy p^ower. 5 As for me, I will be t^alking of thy w^orship,\nthy glory, thy praise, and w/^ondrous w^orks; 6 So that men shall speak of the might of thy m^arvelous ^acts;\nand I will also t/^ell of thy gr^eatness. 7 The memorial of thine abundant k^indness shall be sh^owed;\nand men shall s/^ing of thy r^ighteousness. 8 The LORD is gr^acious and m^erciful;\nlong-suffering, and /^of great g^oodness. 9 The LORD is loving unto ^every m^an;\nand his mercy is over /^all his w^orks. 10 All thy works pr^aise thee, O LÓRD;\nand thy saints give th/^anks unto th^ee. 11 They show the gl^ory of thy k^ingdom,\nand t/^alk of thy p^ower; 12 That thy power, thy glory, and m^ightiness of thy k^ingdom,\nmight be kn/^own unto m^en. 13 Thy kingdom is an ^everlasting k^ingdom,\nand thy dominion endureth through/^out all ^ages. 14 The LORD upholdeth ^all such as f^all,\nand lifteth up all th/^ose that are d^own. 15 The eyes of all wait up^on thee, O LÓRD;\nand thou givest them their m/^eat in due s^eason. 16 Thou ^openest thine h^and,\nand fillest all things l/^iving with pl^enteousness. 17 The LORD is righteous in ^all his w^ays,\nand holy in /^all his w^orks. 18 The LORD is nigh unto all them that c^all up^on him;\nyea, all such as call up/^on him f^aithfully. 19 He will fulfill the desire of th^em that f^ear him;\nhe also will hear their crý, and will h/^elp them. 20 The LORD preserveth all th^em that l^ove him;\nbut scattereth abroad /^all the ung^odly. 21 My mouth shall speak the pr^aise of the LÓRD;\nand let all flesh give thanks unto his holy Name for /^ever and ^ever. 22 Glory be to the Father, and t^o the S^on,\nand to the H/^oly Gh^ost; 23 As it was in the beginning, † is now, and ^ever sh^all be,\nworld w/^ithout ^end. Amen.",
  "recommended_tone": "5"
}