{
  "psalm_number": 78,
  "latin_name": "Attendite, popule.",
  "text": "HEAR my law, Ó my péople;\nincline your ears unto the wórds of my móuth. 2 I will open my móuth in a párable;\nI will declare hard séntences of óld; 3 Which we have héard and knówn,\nand such as our fáthers have tóld us; 4 That we should not hide them from the children of the generátions to cóme;\nbut to show the honor of the LORD, his mighty and wonderful works that hé hath dóne. 5 He made a covenant with Jacob, and gave Ísrael a láw,\nwhich he commanded our forefathers to téach their chíldren; 6 That their postérity might knów it,\nand the children which were yét unbórn; 7 To the intent that whén they came úp,\nthey might show their chíldren the sáme; 8 That they might put their trúst in Gód;\nand not to forget the works of God, but to kéep his commándments; 9 And not to be as their forefathers, a faithless and stúbborn generátion;\na generation that set not their heart aright, and whose spirit clave not stedfástly unto Gód; 10 Like as the chíldren of Éphraim;\nwho being harnessed, and carrying bows, turned themselves back in the dáy of báttle. 11 They kept not the cóvenant of Gód,\nand would not wálk in his láw; 12 But forgat what hé had dóne,\nand the wonderful works that he had shówed for thém. 13 Marvelous things did he in the sight of our forefathers, in the lánd of Égypt,\neven in the fíeld of Zóan. 14 He divided the sea, and lét them go thróugh;\nhe made the waters to stánd on an héap. 15 In the daytime also he léd them with a clóud,\nand all the night through with a líght of fíre. 16 He clave the hard rócks in the wílderness,\nand gave them drink thereof, as it had been óut of the great dépth. 17 He brought waters out of the stóny róck,\nso that it gushed óut like the rívers. 18 Yet for all this they sinned móre agáinst him,\nand provoked the Most Híghest in the wílderness. 19 They tempted Gód in their héarts,\nand required méat for their lúst. 20 They spake against God álso, sáying,\nShall God prepare a táble in the wílderness? 21 He smote the stony rock indeed, that the water gushed out, and the stréams flowed withál;\nbut can he give bread also, or provide flésh for his péople? 22 When the LORD heard this, hé was wróth;\nso the fire was kindled in Jacob, and there came up heavy displéasure against Ísrael; 23 Because they believed nót in Gód,\nand put not their trúst in his hélp. 24 So he commanded the clóuds abóve,\nand opened the dóors of héaven. 25 He rained down manna also upon them fór to éat,\nand gave them fóod from héaven. 26 So man did eat ángels’ fóod;\nfor he sént them meat enóugh. 27 He caused the east-wind to blów under héaven;\nand through his power he brought in the sóuthwest wínd. 28 He rained flesh upon them as thíck as dúst,\nand feathered fowls like as the sánd of the séa. 29 He let it fall amóng their ténts,\neven round about their hábitátion. 30 So they did éat, and were well fílled; for he gave them their ówn desíre:\nthey were not disappóinted of their lúst. 31 But while the meat was yet in their mouths, the heavy wrath of God came upon them, and slew the wéalthiest of thém;\nyea, and smote down the chosen men that wére in Ísrael. 32 But for all this they sínned yet móre,\nand believed not his wóndrous wórks. 33 Therefore their days did he consúme in vánity,\nand their yéars in tróuble. 34 When he sléw them, they sóught him,\nand turned them early, and inquíred after Gód. 35 And they remembered that Gód was their stréngth,\nand that the High God was théir redéemer. 36 Nevertheless, they did but flatter him with their móuth,\nand dissembled with hím in their tóngue. 37 For their heart was not whóle with hím,\nneither continued they stéadfast in his cóvenant. 38 But he was so merciful, that he forgáve their misdéeds,\nand destróyed them nót. 39 Yea, many a time turned he his wráth awáy,\nand would not suffer his whole displeasure tó aríse. 40 For he considered that théy were but flésh,\nand that they were even a wind that passeth away, and cometh nót agáin. Glory be to the Father, and tó the Són,\nand to the Hóly Ghóst; As it was in the beginning, † is now, and éver sháll be,\nworld wíthout énd. Amen.",
  "annotated_text": "HEAR my law, Ó my p^eople;\nincline your ears unto the w/^ords of my m^outh. 2 I will open my m^outh in a p^arable;\nI will declare hard s/^entences of ^old; 3 Which we have h^eard and kn^own,\nand such as our f/^athers have t^old us; 4 That we should not hide them from the children of the gener^ations to c^ome;\nbut to show the honor of the LORD, his mighty and wonderful works that h/^e hath d^one. 5 He made a covenant with Jacob, and gave Ísrael a l^aw,\nwhich he commanded our forefathers to t/^each their ch^ildren; 6 That their post^erity might kn^ow it,\nand the children which were y/^et unb^orn; 7 To the intent that wh^en they came ^up,\nthey might show their ch/^ildren the s^ame; 8 That they might put their tr^ust in G^od;\nand not to forget the works of God, but to k/^eep his comm^andments; 9 And not to be as their forefathers, a faithless and st^ubborn gener^ation;\na generation that set not their heart aright, and whose spirit clave not stedf/^astly unto G^od; 10 Like as the ch^ildren of Éphraim;\nwho being harnessed, and carrying bows, turned themselves back in the d/^ay of b^attle. 11 They kept not the c^ovenant of G^od,\nand would not w/^alk in his l^aw; 12 But forgat what h^e had d^one,\nand the wonderful works that he had sh/^owed for th^em. 13 Marvelous things did he in the sight of our forefathers, in the l^and of Égypt,\neven in the f/^ield of Z^oan. 14 He divided the sea, and l^et them go thr^ough;\nhe made the waters to st/^and on an h^eap. 15 In the daytime also he l^ed them with a cl^oud,\nand all the night through with a l/^ight of f^ire. 16 He clave the hard r^ocks in the w^ilderness,\nand gave them drink thereof, as it had been /^out of the great d^epth. 17 He brought waters out of the st^ony r^ock,\nso that it gushed /^out like the r^ivers. 18 Yet for all this they sinned m^ore ag^ainst him,\nand provoked the Most H/^ighest in the w^ilderness. 19 They tempted G^od in their h^earts,\nand required m/^eat for their l^ust. 20 They spake against God ^also, s^aying,\nShall God prepare a t/^able in the w^ilderness? 21 He smote the stony rock indeed, that the water gushed out, and the str^eams flowed with^al;\nbut can he give bread also, or provide fl/^esh for his p^eople? 22 When the LORD heard this, h^e was wr^oth;\nso the fire was kindled in Jacob, and there came up heavy displ/^easure against Ísrael; 23 Because they believed n^ot in G^od,\nand put not their tr/^ust in his h^elp. 24 So he commanded the cl^ouds ab^ove,\nand opened the d/^oors of h^eaven. 25 He rained down manna also upon them f^or to ^eat,\nand gave them f/^ood from h^eaven. 26 So man did eat ^angels’ f^ood;\nfor he s/^ent them meat en^ough. 27 He caused the east-wind to bl^ow under h^eaven;\nand through his power he brought in the s/^outhwest w^ind. 28 He rained flesh upon them as th^ick as d^ust,\nand feathered fowls like as the s/^and of the s^ea. 29 He let it fall am^ong their t^ents,\neven round about their h/^abit^ation. 30 So they did ^eat, and were well f^illed; for he gave them their ^own des^ire:\nthey were not disapp/^ointed of their l^ust. 31 But while the meat was yet in their mouths, the heavy wrath of God came upon them, and slew the w^ealthiest of th^em;\nyea, and smote down the chosen men that w/^ere in Ísrael. 32 But for all this they s^inned yet m^ore,\nand believed not his w/^ondrous w^orks. 33 Therefore their days did he cons^ume in v^anity,\nand their y/^ears in tr^ouble. 34 When he sl^ew them, they s^ought him,\nand turned them early, and inqu/^ired after G^od. 35 And they remembered that G^od was their str^ength,\nand that the High God was th/^eir red^eemer. 36 Nevertheless, they did but flatter him with their m^outh,\nand dissembled with h/^im in their t^ongue. 37 For their heart was not wh^ole with h^im,\nneither continued they st/^eadfast in his c^ovenant. 38 But he was so merciful, that he forg^ave their misd^eeds,\nand destr/^oyed them n^ot. 39 Yea, many a time turned he his wr^ath aw^ay,\nand would not suffer his whole displeasure t/^o ar^ise. 40 For he considered that th^ey were but fl^esh,\nand that they were even a wind that passeth away, and cometh n/^ot ag^ain. Glory be to the Father, and t^o the S^on,\nand to the H/^oly Gh^ost; As it was in the beginning, † is now, and ^ever sh^all be,\nworld w/^ithout ^end. Amen."
}