{
  "psalm_number": 85,
  "latin_name": "Benedixisti, Domine.",
  "text": "LORD, thou art become gracious unto thy land;\nthou hast turned away the captivity of Jacob. 2 Thou hast forgiven the offence of thy people,\nand covered all their sins. 3 Thou hast taken away all thy displeasure,\nand turned thyself from thy wrathful indignation. 4 Turn us then, O God our Savior,\nand let thine anger cease from us. 5 Wilt thou be displeased at us forever?\nand wilt thou stretch out thy wrath from one generation to another? 6 Wilt thou not turn again, and quicken us,\nthat thy people may rejoice in thee? 7 Show us thy mercy, O LORD,\nand grant us thy salvation. 8 I will harken what the LORD God will say;\nfor he shall speak peace unto his people, and to his saints, that they turn not again unto foolishness. 9 For his salvation is nigh them that fear him;\nthat glory may dwell in our land. 10 Mercy and truth are met together:\nrighteousness and peace have kissed each other. 11 Truth shall flourish out of the earth,\nand righteousness hath looked down from heaven. 12 Yea, the LORD shall show loving-kindness;\nand our land shall give her increase. 13 Righteousness shall go before him,\nand shall direct his going in the way. 14 Glory be to the Father, and tó the Són,\nand to the Hóly Ghóst; 15 As it was in the beginning, † is now, and éver sháll be,\nworld wíthout énd. Amen. THE SEVENTEENTH DAY Morning Prayer",
  "annotated_text": "LORD, thou art become gracious unto thy land;\nthou hast turned away the captivity of Jacob. 2 Thou hast forgiven the offence of thy people,\nand covered all their sins. 3 Thou hast taken away all thy displeasure,\nand turned thyself from thy wrathful indignation. 4 Turn us then, O God our Savior,\nand let thine anger cease from us. 5 Wilt thou be displeased at us forever?\nand wilt thou stretch out thy wrath from one generation to another? 6 Wilt thou not turn again, and quicken us,\nthat thy people may rejoice in thee? 7 Show us thy mercy, O LORD,\nand grant us thy salvation. 8 I will harken what the LORD God will say;\nfor he shall speak peace unto his people, and to his saints, that they turn not again unto foolishness. 9 For his salvation is nigh them that fear him;\nthat glory may dwell in our land. 10 Mercy and truth are met together:\nrighteousness and peace have kissed each other. 11 Truth shall flourish out of the earth,\nand righteousness hath looked down from heaven. 12 Yea, the LORD shall show loving-kindness;\nand our land shall give her increase. 13 Righteousness shall go before him,\nand shall direct his going in the way. 14 Glory be to the Father, and t/^o the S^on,\nand to the H/^oly Gh^ost; 15 As it was in the beginning, † is now, and ^ever sh^all be,\nworld w/^ithout ^end. Amen. THE SEVENTEENTH DAY Morning Prayer",
  "recommended_tone": "4"
}