{
  "psalm_number": 77,
  "latin_name": "Voce mea ad Dominum.",
  "text": "I WILL cry unto Gód with my vóice;\neven unto God will I cry with my voice, and he shall hárken unto mé. 2 In the time of my trouble I sóught the Lórd:\nI stretched forth my hands unto him, and ceased not in the night season; my sóul refused cómfort. 3 When I am in heaviness, I will thínk upon Gód;\nwhen my heart is vexed, I wíll compláin. 4 Thou hóldest mine eyes wáking:\nI am so feeble that I cánnot spéak. 5 I have considered the dáys of óld,\nand the yéars that are pást. 6 I call to remémbrance my sóng,\nand in the night I commune with mine own heart, and séarch out my spírit. 7 Will the Lord absent himsélf foréver?\nand will he be no móre entréated? 8 Is his mercy clean góne foréver?\nand is his promise come utterly to an énd forévermore? 9 Hath God forgótten to be grácious?\nand will he shut up his loving-kíndness in displéasure? 10 And I said, It is mine ówn infírmity;\nbut I will remember the years of the right hánd of the Most Híghest. 11 I will remember the wórks of the LÓRD,\nand call to mind thy wónders of old tíme. 12 I will think also of áll thy wórks,\nand my talking shall bé of thy dóings. 13 Thy way, O Gód, is hóly:\nwho is so great a Gód as our Gód? 14 Thou art the God that dóest wónders,\nand hast declared thy power amóng the péoples. 15 Thou hast mightily delivered thy people,\neven the sons of Jacob and Joseph. 16 The waters saw thee, O God, the waters saw thee, and wére afráid;\nthe depths álso were tróubled. 17 The clouds poured out wáter, the air thúndered,\nand thine árrows went abróad. 18 The voice of thy thunder was heard róund abóut:\nthe lightnings shone upon the ground; the earth was moved, and shóok withál. 19 Thy way is in the sea, and thy páths in the great wáters,\nand thy fóotsteps are not knówn. 20 Thou leddest thy péople like shéep,\nby the hand of Móses and Áaron. 21 Glory be to the Father, and tó the Són,\nand to the Hóly Ghóst; 22 As it was in the beginning, † is now, and éver sháll be,\nworld wíthout énd. Amen. Evening Prayer",
  "annotated_text": "I WILL cry unto G^od with my v^oice;\neven unto God will I cry with my voice, and he shall h/^arken unto m^e. 2 In the time of my trouble I s^ought the L^ord:\nI stretched forth my hands unto him, and ceased not in the night season; my s/^oul refused c^omfort. 3 When I am in heaviness, I will th^ink upon G^od;\nwhen my heart is vexed, I w/^ill compl^ain. 4 Thou h^oldest mine eyes w^aking:\nI am so feeble that I c/^annot sp^eak. 5 I have considered the d^ays of ^old,\nand the y/^ears that are p^ast. 6 I call to rem^embrance my s^ong,\nand in the night I commune with mine own heart, and s/^earch out my sp^irit. 7 Will the Lord absent hims^elf for^ever?\nand will he be no m/^ore entr^eated? 8 Is his mercy clean g^one for^ever?\nand is his promise come utterly to an /^end for^evermore? 9 Hath God forg^otten to be gr^acious?\nand will he shut up his loving-k/^indness in displ^easure? 10 And I said, It is mine ^own inf^irmity;\nbut I will remember the years of the right h/^and of the Most H^ighest. 11 I will remember the w^orks of the LÓRD,\nand call to mind thy w/^onders of old t^ime. 12 I will think also of ^all thy w^orks,\nand my talking shall b/^e of thy d^oings. 13 Thy way, O G^od, is h^oly:\nwho is so great a G/^od as our G^od? 14 Thou art the God that d^oest w^onders,\nand hast declared thy power am/^ong the p^eoples. 15 Thou hast mightily delivered thy people,\neven the sons of Jacob and Joseph. 16 The waters saw thee, O God, the waters saw thee, and w/^ere afr^aid;\nthe depths /^also were tr^oubled. 17 The clouds poured out w^ater, the air th^undered,\nand thine /^arrows went abr^oad. 18 The voice of thy thunder was heard r^ound ab^out:\nthe lightnings shone upon the ground; the earth was moved, and sh/^ook with^al. 19 Thy way is in the sea, and thy p^aths in the great w^aters,\nand thy f/^ootsteps are not kn^own. 20 Thou leddest thy p^eople like sh^eep,\nby the hand of M/^oses and Áaron. 21 Glory be to the Father, and t^o the S^on,\nand to the H/^oly Gh^ost; 22 As it was in the beginning, † is now, and ^ever sh^all be,\nworld w/^ithout ^end. Amen. Evening Prayer",
  "recommended_tone": "2"
}