{
  "psalm_number": 147,
  "latin_name": "Laudate Dominum.",
  "text": "PRAISE the LORD, for it is a good thing to sing praises únto our Gód;\nyea, a joyful and pleasant thing it ís to be thánkful. 2 The LORD doth búild up Jerúsalem,\nand gather together the óutcasts of Ísrael. 3 He healeth those that are bróken in héart,\nand giveth medicine to héal their síckness. 4 He telleth the númber of the stárs,\nand calleth them all bý their námes. 5 Great is our Lord, and gréat is his pówer;\nyea, and his wísdom is ínfinite. 6 The LORD sétteth up the méek,\nand bringeth the ungodly dówn to the gróund. 7 O sing unto the LÓRD with thanksgíving;\nsing praises upon the harp únto our Gód: 8 Who covereth the heaven with clouds, and prepareth ráin for the éarth;\nand maketh the grass to grow upon the mountains,† and herb for the úse of mén; 9 Who giveth fodder únto the cáttle,\nand feedeth the young ravens that cáll upón him. 10 He hath no pleasure in the stréngth of an hórse;\nneither delighteth he in ány man’s légs. 11 But the LORD’s delight is in thém that fear hím,\nand put their trúst in his mércy. 12 Praise the LÓRD, O Jerúsalem;\npraise thy Gód, O Síon. 13 For he hath made fast the bárs of thy gátes,\nand hath blessed thy chíldren withín thee. 14 He maketh péace in thy bórders,\nand filleth thee with the flóur of whéat. 15 He sendeth forth his commándment upon éarth,\nand his word rúnneth very swíftly. 16 He giveth snów like wóol,\nand scattereth the hóarfrost like áshes. 17 He casteth forth his íce like mórsels:\nwho is able to abíde his fróst? 18 He sendeth out his word, and mélteth thém:\nhe bloweth with his wind, and the wáters flów. 19 He showeth his wórd unto Jácob,\nhis statutes and ordinances únto Ísrael. 20 He hath not dealt so with ány nátion;\nneither have the heathen knówledge of his láws. 21 Glory be to the Father, and tó the Són,\nand to the Hóly Ghóst; 22 As it was in the beginning, † is now, and éver sháll be,\nworld wíthout énd. Amen.",
  "annotated_text": "PRAISE the LORD, for it is a good thing to sing praises ^unto our G^od;\nyea, a joyful and pleasant thing it /^is to be th^ankful. 2 The LORD doth b^uild up Jer^usalem,\nand gather together the /^outcasts of Ísrael. 3 He healeth those that are br^oken in h^eart,\nand giveth medicine to h/^eal their s^ickness. 4 He telleth the n^umber of the st^ars,\nand calleth them all bý their n/^ames. 5 Great is our Lord, and gr^eat is his p^ower;\nyea, and his w/^isdom is ^infinite. 6 The LORD s^etteth up the m^eek,\nand bringeth the ungodly d/^own to the gr^ound. 7 O sing unto the LÓRD with thanksg^iving;\nsing praises upon the harp /^unto our G^od: 8 Who covereth the heaven with clouds, and prepareth r^ain for the ^earth;\nand maketh the grass to grow upon the mountains,† and herb for the /^use of m^en; 9 Who giveth fodder ^unto the c^attle,\nand feedeth the young ravens that c/^all up^on him. 10 He hath no pleasure in the str^ength of an h^orse;\nneither delighteth he in /^any man’s l^egs. 11 But the LORD’s delight is in th^em that fear h^im,\nand put their tr/^ust in his m^ercy. 12 Praise the LÓRD, O Jer^usalem;\npraise thy G/^od, O S^ion. 13 For he hath made fast the b^ars of thy g^ates,\nand hath blessed thy ch/^ildren with^in thee. 14 He maketh p^eace in thy b^orders,\nand filleth thee with the fl/^our of wh^eat. 15 He sendeth forth his comm^andment upon ^earth,\nand his word r/^unneth very sw^iftly. 16 He giveth sn^ow like w^ool,\nand scattereth the h/^oarfrost like ^ashes. 17 He casteth forth his ^ice like m^orsels:\nwho is able to ab/^ide his fr^ost? 18 He sendeth out his word, and m^elteth th^em:\nhe bloweth with his wind, and the w/^aters fl^ow. 19 He showeth his w^ord unto J^acob,\nhis statutes and ordinances /^unto Ísrael. 20 He hath not dealt so with ^any n^ation;\nneither have the heathen kn/^owledge of his l^aws. 21 Glory be to the Father, and t^o the S^on,\nand to the H/^oly Gh^ost; 22 As it was in the beginning, † is now, and ^ever sh^all be,\nworld w/^ithout ^end. Amen.",
  "recommended_tone": "8"
}