{
  "psalm_number": 21,
  "latin_name": "Domine, in virtute tua.",
  "text": "THE King shall rejoice in thy stréngth, O LÓRD;\nexceeding glad shall he be of thÿ salvátion. 2 Thou hast given him his héart’s desíre,\nand hast not denied him the reqúest of his líps. 3 For thou shalt meet him with the bléssings of góodness,\nand shalt set a crown of pure góld upon his héad. 4 He asked life of thee; and thou gávest him a long lífe,\neven for éver and éver. 5 His honor is great in thÿ salvátion;\nglory and great worship shalt thou láy upon hím. 6 For thou shalt give him everlásting felícity,\nand make him glad with the jóy of thy cóuntenance. 7 And why? because the King putteth his trúst in the LÓRD;\nand in the mercy of the Most Highest he sháll not miscárry. 8 All thine enemies shall féel thine hánd;\nthy right hand shall find out thém that háte thee. 9 Thou shalt make them like a fiery oven in tíme of thy wráth:\nthe LORD shall destroy them in his displeasure, and the fire sháll consúme them. 10 Their fruit shalt thou root óut of the éarth,\nand their seed from among the chíldren of mén. 11 For they intended míschief agáinst thee,\nand imagined such a device as they are not áble to perfórm. 12 Therefore shalt thou put thém to flíght,\nand the strings of thy bow shalt thou make ready against the fáce of thém. 13 Be thou exalted, LORD, in thíne own stréngth;\nso will we sing, and práise thy pówer. 14 Glory be to the Father, and tó the Són,\nand to the Hóly Ghóst; 15 As it was in the beginning, † is now, and éver sháll be,\nworld wíthout énd. Amen. Evening Prayer.",
  "annotated_text": "THE King shall rejoice in thy str^ength, O LÓRD;\nexceeding glad shall he be of thÿ salv/^ation. 2 Thou hast given him his h^eart’s des^ire,\nand hast not denied him the req/^uest of his l^ips. 3 For thou shalt meet him with the bl^essings of g^oodness,\nand shalt set a crown of pure g/^old upon his h^ead. 4 He asked life of thee; and thou g^avest him a long l^ife,\neven for /^ever and ^ever. 5 His honor is great in thÿ salv^ation;\nglory and great worship shalt thou l/^ay upon h^im. 6 For thou shalt give him everl^asting fel^icity,\nand make him glad with the j/^oy of thy c^ountenance. 7 And why? because the King putteth his tr^ust in the LÓRD;\nand in the mercy of the Most Highest he sh/^all not misc^arry. 8 All thine enemies shall f^eel thine h^and;\nthy right hand shall find out th/^em that h^ate thee. 9 Thou shalt make them like a fiery oven in t^ime of thy wr^ath:\nthe LORD shall destroy them in his displeasure, and the fire sh/^all cons^ume them. 10 Their fruit shalt thou root ^out of the ^earth,\nand their seed from among the ch/^ildren of m^en. 11 For they intended m^ischief ag^ainst thee,\nand imagined such a device as they are not /^able to perf^orm. 12 Therefore shalt thou put th^em to fl^ight,\nand the strings of thy bow shalt thou make ready against the f/^ace of th^em. 13 Be thou exalted, LORD, in th^ine own str^ength;\nso will we sing, and pr/^aise thy p^ower. 14 Glory be to the Father, and t^o the S^on,\nand to the H/^oly Gh^ost; 15 As it was in the beginning, † is now, and ^ever sh^all be,\nworld w/^ithout ^end. Amen. Evening Prayer.",
  "recommended_tone": "8"
}