{
  "psalm_number": 140,
  "latin_name": "Eripe me, Domine.",
  "text": "DELIVER me, O LORD, from the évil mán;\nand preserve me from the wícked mán; 2 Who imagine míschief in their héarts,\nand stir up strífe all the day lóng. 3 They have sharpened their tóngues like a sérpent;\nadder’s poison is únder their líps. 4 Keep me, O LORD, from the hánds of the ungódly;\npreserve me from the wicked men, who are purposed to overthrów my góings. 5 The proud have laid a snare for me, and spread a net abróad with córds;\nyea, and set tráps in my wáy. 6 I said unto the LORD, Thóu art my Gód,\nhear the voice of my práyers, O LÓRD. 7 O LORD God, thou stréngth of my héalth;\nthou hast covered my head in the dáy of báttle. 8 Let not the ungodly have his desíre, O LÓRD;\nlet not his mischievous imagination prosper,† lest they bé too próud. 9 Let the mischief of their own lips fall upon the héad of thém\nthat cómpass me abóut. 10 Let hot burning coals fáll upón them;\nlet them be cast into the fire,† and into the pit, that they never rise úp agáin. 11 A man full of words shall not prosper upón the éarth:\nevil shall hunt the wicked pérson to overthrów him. 12 Sure I am that the LORD will avénge the póor,\nand maintain the cáuse of the hélpless. 13 The righteous also shall give thánks unto thy Náme;\nand the just shall contínue in thy síght. 14 Glory be to the Father, and tó the Són,\nand to the Hóly Ghóst; 15 As it was in the beginning, † is now, and éver sháll be,\nworld wíthout énd. Amen. Evening Prayer",
  "annotated_text": "DELIVER me, O LORD, from the ^evil m^an;\nand preserve me from the w/^icked m^an; 2 Who imagine m^ischief in their h^earts,\nand stir up str/^ife all the day l^ong. 3 They have sharpened their t^ongues like a s^erpent;\nadder’s poison is /^under their l^ips. 4 Keep me, O LORD, from the h^ands of the ung^odly;\npreserve me from the wicked men, who are purposed to overthr/^ow my g^oings. 5 The proud have laid a snare for me, and spread a net abr^oad with c^ords;\nyea, and set tr/^aps in my w^ay. 6 I said unto the LORD, Th^ou art my G^od,\nhear the voice of my pr/^ayers, O LÓRD. 7 O LORD God, thou str^ength of my h^ealth;\nthou hast covered my head in the d/^ay of b^attle. 8 Let not the ungodly have his des^ire, O LÓRD;\nlet not his mischievous imagination prosper,† lest they b/^e too pr^oud. 9 Let the mischief of their own lips fall upon the h^ead of th^em\nthat c/^ompass me ab^out. 10 Let hot burning coals f^all up^on them;\nlet them be cast into the fire,† and into the pit, that they never rise /^up ag^ain. 11 A man full of words shall not prosper up^on the ^earth:\nevil shall hunt the wicked p/^erson to overthr^ow him. 12 Sure I am that the LORD will av^enge the p^oor,\nand maintain the c/^ause of the h^elpless. 13 The righteous also shall give th^anks unto thy N^ame;\nand the just shall cont/^inue in thy s^ight. 14 Glory be to the Father, and t^o the S^on,\nand to the H/^oly Gh^ost; 15 As it was in the beginning, † is now, and ^ever sh^all be,\nworld w/^ithout ^end. Amen. Evening Prayer",
  "recommended_tone": "3A"
}