{
  "psalm_number": 146,
  "latin_name": "Lauda, anima mea.",
  "text": "PRAISE the LORD, O my soul:† while I live, will I práise the LÓRD;\nyea, as long as I have any being,† I will sing praises únto my Gód. 2 O put not your trust in princes, nor in any chíld of mán;\nfor there is no hélp in thém. 3 For when the breath of man goeth forth, he shall turn agáin to his éarth,\nand then áll his thoughts pérish. 4 Blessed is he that hath the God of Jácob for his hélp,\nand whose hope is in the LÓRD his Gód: 5 Who made heaven and earth, the sea, and all that thérein ís;\nwho keepeth his prómise foréver; 6 Who helpeth them to right that súffer wróng;\nwho féedeth the húngry. 7 The LORD looseth mén out of príson;\nthe LORD giveth síght to the blínd. 8 The LORD helpeth thém that are fállen;\nthe LORD cáreth for the ríghteous. 9 The LORD careth for the strangers;† he defendeth the fátherless and wídow:\nas for the way of the ungodly, he turneth it úpside dówn. 10 The LORD thy God, O Sion, shall be Kíng forévermóre,\nand throughout áll generátions. 11 Glory be to the Father, and tó the Són,\nand to the Hóly Ghóst; 12 As it was in the beginning, † is now, and éver sháll be,\nworld wíthout énd. Amen. Evening Prayer",
  "annotated_text": "PRAISE the LORD, O my soul:† while I live, will I pr^aise the LÓRD;\nyea, as long as I have any being,† I will sing praises /^unto my G^od. 2 O put not your trust in princes, nor in any ch^ild of m^an;\nfor there is no h/^elp in th^em. 3 For when the breath of man goeth forth, he shall turn ag^ain to his ^earth,\nand then /^all his thoughts p^erish. 4 Blessed is he that hath the God of J^acob for his h^elp,\nand whose hope is in the LÓRD his G/^od: 5 Who made heaven and earth, the sea, and all that th^erein ^is;\nwho keepeth his pr/^omise for^ever; 6 Who helpeth them to right that s^uffer wr^ong;\nwho f/^eedeth the h^ungry. 7 The LORD looseth m^en out of pr^ison;\nthe LORD giveth s/^ight to the bl^ind. 8 The LORD helpeth th^em that are f^allen;\nthe LORD c/^areth for the r^ighteous. 9 The LORD careth for the strangers;† he defendeth the f^atherless and w^idow:\nas for the way of the ungodly, he turneth it /^upside d^own. 10 The LORD thy God, O Sion, shall be K^ing for^everm^ore,\nand throughout /^all gener^ations. 11 Glory be to the Father, and t^o the S^on,\nand to the H/^oly Gh^ost; 12 As it was in the beginning, † is now, and ^ever sh^all be,\nworld w/^ithout ^end. Amen. Evening Prayer",
  "recommended_tone": "4"
}