{
  "psalm_number": 107,
  "latin_name": "Posuit flumina",
  "text": "HE turneth the floods into a wíldernéss,\nand drieth up the wáter-spríngs. 34 A fruitful land máketh he bárren,\nfor the wickedness of them that dwéll thereín. 35 Again, he maketh the wilderness a stánding wáter,\nand water-springs óf a dry groúnd. 36 And there he sétteth the húngry,\nthat they may build them a cíty to dwéll in; 37 That they may sow their lánd, and plant víneyards,\nto yield them fruíts of íncrease. 38 He blesseth them, so that they multiply exceédinglÿ;\nand suffereth not their cattle tó decreáse. 39 And again, when they are minished ánd brought lów\nthrough oppression, through any plágue or troúble; 40 Though he suffer them to be evil entreáted through tÿrants,\nand let them wander out of the way in the wíldernéss; 41 Yet helpeth he the poor out of míserÿ,\nand maketh him households like a flóck of sheép. 42 The righteous will consider thís, and rejoíce;\nand the mouth of all wickedness sháll be stópped. 43 Whoso is wise, will pónder these thíngs;\nand they shall understand the loving-kindness óf the LÓRD. Glory be to the Father, and tó the Són,\nand to the Hóly Ghóst; As it was in the beginning, † is now, and éver sháll be,\nworld wíthout énd. Amen. Evening Prayer",
  "annotated_text": "HE turneth the floods into a w^ildern^ess,\nand drieth up the w/^ater-spr^ings. 34 A fruitful land m^aketh he b^arren,\nfor the wickedness of them that dw/^ell there^in. 35 Again, he maketh the wilderness a st^anding w^ater,\nand water-springs /^of a dry gro^und. 36 And there he s^etteth the h^ungry,\nthat they may build them a c/^ity to dw^ell in; 37 That they may sow their l^and, and plant v^ineyards,\nto yield them fru/^its of ^increase. 38 He blesseth them, so that they multiply exce^edinglÿ;\nand suffereth not their cattle t/^o decre^ase. 39 And again, when they are minished ^and brought l^ow\nthrough oppression, through any pl/^ague or tro^uble; 40 Though he suffer them to be evil entre^ated through tÿrants,\nand let them wander out of the way in the w/^ildern^ess; 41 Yet helpeth he the poor out of m^iserÿ,\nand maketh him households like a fl/^ock of she^ep. 42 The righteous will consider th^is, and rejo^ice;\nand the mouth of all wickedness sh/^all be st^opped. 43 Whoso is wise, will p^onder these th^ings;\nand they shall understand the loving-kindness /^of the LÓRD. Glory be to the Father, and t^o the S^on,\nand to the H/^oly Gh^ost; As it was in the beginning, † is now, and ^ever sh^all be,\nworld w/^ithout ^end. Amen. Evening Prayer"
}