{
  "psalm_number": 78,
  "latin_name": "Quoties exacerbaverunt",
  "text": "MANY a time did they provóke him in the wílderness,\nand gríeved him in the désert. 42 They turned back, and témpted Gód,\nand provoked the Holy Óne in Ísrael. 43 They thought not óf his hánd,\nand of the day when he delivered them from the hánd of the énemy; 44 How he had wrought his míracles in Égypt,\nand his wonders in the fíeld of Zóan. 45 He turned their wáters into blóod,\nso that they might not drínk of the rívers. 46 He sent flies among them, and devóured them úp;\nand frógs to destróy them. 47 He gave their fruit únto the cáterpillar,\nand their labor únto the grásshopper. 48 He destroyed their vínes with háilstones,\nand their mulberry trees wíth the fróst. 49 He smote their cattle álso with háilstones,\nand their flócks with hot thúnderbolts. 50 He cast upon them the furiousness of his wrath, anger, displéasure, and tróuble:\nand sent evil ángels amóng them. 51 He made a way to his indignation, and spared not their sóul from déath;\nbut gave their life óver to the péstilence; 52 And smote all the firstbórn in Égypt,\nthe most principal and mightiest in the dwéllings of Hám. 53 But as for his own people, he led them fórth like shéep,\nand carried them in the wílderness like a flóck. 54 He brought them out safely, that they shóuld not féar,\nand overwhelmed their énemies with the séa. 55 And brought them within the bórders of his sánctuary,\neven to this mountain, which he purchased wíth his right hánd. 56 He cast out the heathen álso befóre them,\ncaused their land to be divided among them for an heritage, and made the tribes of Israel to dwéll in their ténts. 57 Yet they tempted and displeased the Móst High Gód,\nand kept nót his téstimonies. 58 They turned their backs, and fell away líke their fórefathers;\nstarting aside like a bróken bów. 59 For they grieved him wíth their híll-altars,\nand provoked him to displéasure with their ímages. 60 When God heard this, hé was wróth,\nand took sore displéasure at Ísrael; 61 So that he forsook the tábernacle in Shíloh,\neven the tent that he had pítched among mén. 62 He delivered their pówer into captívity,\nand their beauty into the énemy’s hánd 63 He gave his people over also únto the swórd,\nand was wróth with his inhéritance. 64 The fire consúmed their young mén,\nand their maidens were not gíven in márriage. 65 Their priests were sláin with the swórd,\nand there were no widows to máke lamentátion. 66 So the Lord awaked as one óut of sléep,\nand like a giant refréshed with wíne. 67 He drave his énemies báckward,\nand put them to a perpétual sháme. 68 He refused the tábernacle of Jóseph,\nand chose not the tríbe of Éphraim; 69 But chose the tríbe of Júdah,\neven the hill of Síon which he lóved. 70 And there he built his témple on hígh,\nand laid the foundation of it like the ground which he hath maáde contínually. 71 He chose David álso his sérvant,\nand took him awáy from the shéep-folds: 72 As he was following the ewes with their yóung he tóok him,\nthat he might feed Jacob his people, and Ísrael his inhéritance. 73 So he fed them with a fáithful and true héart,\nand ruled them prudently with áll his pówer. Glory be to the Father, and tó the Són,\nand to the Hóly Ghóst; As it was in the beginning, † is now, and éver sháll be,\nworld wíthout énd. Amen.",
  "annotated_text": "MANY a time did they prov^oke him in the w^ilderness,\nand gr/^ieved him in the d^esert. 42 They turned back, and t^empted G^od,\nand provoked the Holy Óne in Ísrael. 43 They thought not /^of his h^and,\nand of the day when he delivered them from the h/^and of the ^enemy; 44 How he had wrought his m^iracles in Égypt,\nand his wonders in the f/^ield of Z^oan. 45 He turned their w^aters into bl^ood,\nso that they might not dr/^ink of the r^ivers. 46 He sent flies among them, and dev^oured them ^up;\nand fr/^ogs to destr^oy them. 47 He gave their fruit ^unto the c^aterpillar,\nand their labor /^unto the gr^asshopper. 48 He destroyed their v^ines with h^ailstones,\nand their mulberry trees w/^ith the fr^ost. 49 He smote their cattle ^also with h^ailstones,\nand their fl/^ocks with hot th^underbolts. 50 He cast upon them the furiousness of his wrath, anger, displ^easure, and tr^ouble:\nand sent evil /^angels am^ong them. 51 He made a way to his indignation, and spared not their s^oul from d^eath;\nbut gave their life /^over to the p^estilence; 52 And smote all the firstb^orn in Égypt,\nthe most principal and mightiest in the dw/^ellings of H^am. 53 But as for his own people, he led them f^orth like sh^eep,\nand carried them in the w/^ilderness like a fl^ock. 54 He brought them out safely, that they sh^ould not f^ear,\nand overwhelmed their /^enemies with the s^ea. 55 And brought them within the b^orders of his s^anctuary,\neven to this mountain, which he purchased w/^ith his right h^and. 56 He cast out the heathen ^also bef^ore them,\ncaused their land to be divided among them for an heritage, and made the tribes of Israel to dw/^ell in their t^ents. 57 Yet they tempted and displeased the M^ost High G^od,\nand kept n/^ot his t^estimonies. 58 They turned their backs, and fell away l^ike their f^orefathers;\nstarting aside like a br/^oken b^ow. 59 For they grieved him w^ith their h^ill-altars,\nand provoked him to displ/^easure with their ^images. 60 When God heard this, h^e was wr^oth,\nand took sore displ/^easure at Ísrael; 61 So that he forsook the t^abernacle in Sh^iloh,\neven the tent that he had p/^itched among m^en. 62 He delivered their p^ower into capt^ivity,\nand their beauty into the /^enemy’s h^and 63 He gave his people over also ^unto the sw^ord,\nand was wr/^oth with his inh^eritance. 64 The fire cons^umed their young m^en,\nand their maidens were not g/^iven in m^arriage. 65 Their priests were sl^ain with the sw^ord,\nand there were no widows to m/^ake lament^ation. 66 So the Lord awaked as one ^out of sl^eep,\nand like a giant refr/^eshed with w^ine. 67 He drave his ^enemies b^ackward,\nand put them to a perp/^etual sh^ame. 68 He refused the t^abernacle of J^oseph,\nand chose not the tr/^ibe of Éphraim; 69 But chose the tr^ibe of J^udah,\neven the hill of S/^ion which he l^oved. 70 And there he built his t^emple on h^igh,\nand laid the foundation of it like the ground which he hath ma/^ade cont^inually. 71 He chose David ^also his s^ervant,\nand took him aw/^ay from the sh^eep-folds: 72 As he was following the ewes with their y^oung he t^ook him,\nthat he might feed Jacob his people, and Ísrael his inh/^eritance. 73 So he fed them with a f^aithful and true h^eart,\nand ruled them prudently with /^all his p^ower. Glory be to the Father, and t^o the S^on,\nand to the H/^oly Gh^ost; As it was in the beginning, † is now, and ^ever sh^all be,\nworld w/^ithout ^end. Amen."
}