{
  "psalm_number": 34,
  "latin_name": "Benedicam Dominum.",
  "text": "I WILL alway give thánks unto the LÓRD ;\nhis praise shall ever be ín my móuth. 2 My soul shall make her bóast in the LÓRD;\nthe humble shall héar thereof, and be glád. 3 O praise the LÓRD with mé,\nand let us magnify his Náme togéther. 4 I sought the LÓRD, and he héard me;\nyea, he delivered me out of áll my féar. 5 They had an eye unto hím, and were líghtened;\nand their faces were nót ashámed. 6 Lo, the poor crieth, and the LORD héareth hím;\nyea, and saveth him out of áll his tróubles. 7 The angel of the LORD tarrieth round about thém that féar him,\nand delívereth thém. 8 O taste, and see, how grácious the LÓRD is:\nblessed is the man that trústeth in hím. 9 O fear the LORD, ye that áre his sáints;\nfor they that féar him lack nóthing. 10 The lions do lack, and súffer húnger;\nbut they who seek the LORD shall want no manner of thíng that is góod. 11 Come, ye children, and hárken unto mé;\nI will teach you the féar of the LÓRD. 12 What man is he that lústeth to líve,\nand would fáin see good dáys? 13 Keep thy tóngue from évil,\nand thy lips, that they spéak no guíle. 14 Eschew evil, and dó góod;\nseek péace, and ensúe it. 15 The eyes of the LORD are óver the ríghteous,\nand his ears are open únto their práyers. 16 The countenánce of the LORD is against thém that do évil,\nto root out the remembrance of thém from the éarth. 17 The righteous cry, and the LORD héareth thém,\nand delivereth them out of áll their tróubles. 18 The LORD is nigh unto them that are of a cóntrite héart,\nand will save such as be of an húmble spírit. 19 Great are the tróubles of the ríghteous;\nbut the LORD delivereth him óut of áll. 20 He keepeth áll his bónes,\nso that not one of thém is bróken. 21 But misfortune shall sláy the ungódly;\nand they that hate the ríghteous shall be désolate. 22 The LORD delivereth the sóuls of his sérvants;\nand all they that put their trust in him shall nót be déstitute. 23 Glory be to the Father, and tó the Són,\nand to the Hóly Ghóst; 24 As it was in the beginning, is now, and éver sháll be,\nworld wíthout énd. Amen. THE SEVENTH DAY Morning Prayer",
  "annotated_text": "I WILL alway give th^anks unto the LÓRD ;\nhis praise shall ever be /^in my m^outh. 2 My soul shall make her b^oast in the LÓRD;\nthe humble shall h/^ear thereof, and be gl^ad. 3 O praise the LÓRD with m^e,\nand let us magnify his N/^ame tog^ether. 4 I sought the LÓRD, and he h^eard me;\nyea, he delivered me out of /^all my f^ear. 5 They had an eye unto h^im, and were l^ightened;\nand their faces were n/^ot ash^amed. 6 Lo, the poor crieth, and the LORD h^eareth h^im;\nyea, and saveth him out of /^all his tr^oubles. 7 The angel of the LORD tarrieth round about th^em that f^ear him,\nand del/^ivereth th^em. 8 O taste, and see, how gr^acious the LÓRD is:\nblessed is the man that tr/^usteth in h^im. 9 O fear the LORD, ye that ^are his s^aints;\nfor they that f/^ear him lack n^othing. 10 The lions do lack, and s^uffer h^unger;\nbut they who seek the LORD shall want no manner of th/^ing that is g^ood. 11 Come, ye children, and h^arken unto m^e;\nI will teach you the f/^ear of the LÓRD. 12 What man is he that l^usteth to l^ive,\nand would f/^ain see good d^ays? 13 Keep thy t^ongue from ^evil,\nand thy lips, that they sp/^eak no gu^ile. 14 Eschew evil, and d^o g^ood;\nseek p/^eace, and ens^ue it. 15 The eyes of the LORD are ^over the r^ighteous,\nand his ears are open /^unto their pr^ayers. 16 The counten^ance of the LORD is against th^em that do ^evil,\nto root out the remembrance of th/^em from the ^earth. 17 The righteous cry, and the LORD h^eareth th^em,\nand delivereth them out of /^all their tr^oubles. 18 The LORD is nigh unto them that are of a c^ontrite h^eart,\nand will save such as be of an h/^umble sp^irit. 19 Great are the tr^oubles of the r^ighteous;\nbut the LORD delivereth him /^out of ^all. 20 He keepeth ^all his b^ones,\nso that not one of th/^em is br^oken. 21 But misfortune shall sl^ay the ung^odly;\nand they that hate the r/^ighteous shall be d^esolate. 22 The LORD delivereth the s^ouls of his s^ervants;\nand all they that put their trust in him shall n/^ot be d^estitute. 23 Glory be to the Father, and t^o the S^on,\nand to the H/^oly Gh^ost; 24 As it was in the beginning, is now, and ^ever sh^all be,\nworld w/^ithout ^end. Amen. THE SEVENTH DAY Morning Prayer",
  "recommended_tone": "7"
}