{
  "psalm_number": 33,
  "latin_name": "Exultate, justi.",
  "text": "REJOICE in the LÓRD, O ye ríghteous;\nfor it becometh well the júst to be thánkful. 2 Praise the LÓRD with hárp;\nsing praises unto him with the lute, and ínstrument of tén strings. 3 Sing únto the Lórd a new sóng;\nsing práises lústily unto hím with a good cóurage. 4 For the word of the LÓRD is trúe;\nand all his wórks are fáithful. 5 He loveth ríghteousness and júdgment;\nthe earth is full of the góodness of the LÓRD. 6 By the word of the LORD were the héavens máde;\nand all the host of them by the bréath of his móuth. 7 He gathereth the waters of the sea together, as it were upón an héap;\nand layeth up the deep, as in a tréasure-hóuse. 8 Let all the earth féar the LÓRD:\nstand in awe of him, all ye that dwéll in the wórld. 9 For he spake, and ít was dóne;\nhe commanded, and ít stood fást. 10 The LORD bringeth the counsel of the héathen to nóught,\nand maketh the devices of the people to be of none effect, and casteth out the cóunsels of prínces. 11 The counsel of the LORD shall endúre foréver,\nand the thoughts of his heart from generátion to generátion. 12 Blessed are the people whose God is the Lórd JEHÓVAH;\nand blessed are the folk that he hath chosen to him, to bé his inhéritance. 13 The LORD looketh down from heaven, and beholdeth all the chíldren of mén;\nfrom the habitation of his dwelling, he considereth all them that dwéll on the éarth. 14 He fashioneth all the heárts of thém,\nand understandeth áll their wórks. 15 There is no king that can be saved by the múltitude of an hóst;\nneither is any mighty man delívered by much stréngth. 16 A horse is counted but a vain thing to sáve a mán;\nneither shall he deliver any mán by his great stréngth. 17 Behold, the eye of the LORD is upón them that féar him,\nand upon them that put their trúst in his mércy; 18 To deliver their sóul from déath,\nand to feed them in the tíme of déarth. 19 Our soul hath patiently tárried for the LÓRD;\nfor he is our hélp and our shíeld. 20 For our heart shall rejóice in hím;\nbecause we have hoped in his hóly Náme. 21 Let thy merciful kindness, O LÓRD, be upón us,\nlike as we do put our trúst in theé. 22 Glory be to the Father, and tó the Són,\nand to the Hóly Ghóst; 23 As it was in the beginning, is now, and éver sháll be,\nworld wíthout énd. Amen.",
  "annotated_text": "REJOICE in the LÓRD, O ye r^ighteous;\nfor it becometh well the j/^ust to be th^ankful. 2 Praise the LÓRD with h^arp;\nsing praises unto him with the lute, and /^instrument of t^en strings. 3 Sing ^unto the L^ord a new s^ong;\nsing pr/^aises l^ustily unto h^im with a good c^ourage. 4 For the word of the LÓRD is tr^ue;\nand all his w/^orks are f^aithful. 5 He loveth r^ighteousness and j^udgment;\nthe earth is full of the g/^oodness of the LÓRD. 6 By the word of the LORD were the h^eavens m^ade;\nand all the host of them by the br/^eath of his m^outh. 7 He gathereth the waters of the sea together, as it were up^on an h^eap;\nand layeth up the deep, as in a tr/^easure-h^ouse. 8 Let all the earth f^ear the LÓRD:\nstand in awe of him, all ye that dw/^ell in the w^orld. 9 For he spake, and ^it was d^one;\nhe commanded, and /^it stood f^ast. 10 The LORD bringeth the counsel of the h^eathen to n^ought,\nand maketh the devices of the people to be of none effect, and casteth out the c/^ounsels of pr^inces. 11 The counsel of the LORD shall end^ure for^ever,\nand the thoughts of his heart from gener/^ation to gener^ation. 12 Blessed are the people whose God is the L^ord JEHÓVAH;\nand blessed are the folk that he hath chosen to him, to b/^e his inh^eritance. 13 The LORD looketh down from heaven, and beholdeth all the ch^ildren of m^en;\nfrom the habitation of his dwelling, he considereth all them that dw/^ell on the ^earth. 14 He fashioneth all the he^arts of th^em,\nand understandeth /^all their w^orks. 15 There is no king that can be saved by the m^ultitude of an h^ost;\nneither is any mighty man del/^ivered by much str^ength. 16 A horse is counted but a vain thing to s^ave a m^an;\nneither shall he deliver any m/^an by his great str^ength. 17 Behold, the eye of the LORD is up^on them that f^ear him,\nand upon them that put their tr/^ust in his m^ercy; 18 To deliver their s^oul from d^eath,\nand to feed them in the t/^ime of d^earth. 19 Our soul hath patiently t^arried for the LÓRD;\nfor he is our h/^elp and our sh^ield. 20 For our heart shall rej^oice in h^im;\nbecause we have hoped in his h/^oly N^ame. 21 Let thy merciful kindness, O LÓRD, be up^on us,\nlike as we do put our tr/^ust in the^e. 22 Glory be to the Father, and t^o the S^on,\nand to the H/^oly Gh^ost; 23 As it was in the beginning, is now, and ^ever sh^all be,\nworld w/^ithout ^end. Amen.",
  "recommended_tone": "2"
}