{
  "psalm_number": 31,
  "latin_name": "In te, Domine, speravi.",
  "text": "IN thee, O LORD, have I put my trust; † let me never be pút to confúsion;\ndeliver mé in thy ríghteousness. 2 Bow down thine éar to mé;\nmake haste to delíver mé. 3 And be thou my strong rock, and hóuse of defénse,\nthat thou máyest save mé. 4 For thou art my strong róck, and my cástle:\nbe thou also my guide, and lead me for thÿ Name’s sáke. 5 Draw me out of the net that they have laid prívily for mé;\nfor thóu art my stréngth. 6 Into thy hands I comménd my spírit;\nfor thou hast redeemed me, O LORD, thou Gód of trúth. 7 I have hated them that hold of lÿing vánities,\nand my trust hath béen in the LÓRD. 8 I will be glad and rejóice in thy mércy;\nfor thou hast considered my trouble, and hast known my sóul in advérsities. 9 Thou hast not shut me up into the hánd of the énemy;\nbut hast set my féet in a large róom. 10 Have mercy upon me, O LORD, for Ī am in tróuble,\nand mine eye is consumed for very heaviness; yea, my sóul and my bódy. 11 For my life is waxen óld with héaviness,\nand my yéars with móurning. 12 My strength faileth me, because of míne iníquity,\nand my bónes are consúmed. 13 I became a reproach among all mine enemies, but especially amóng my néighbors;\nand they of mine acquaintance were afraid of me; and they that did see me without, conveyed themsélves from mé. 14 I am clean forgotten as a dead man óut of mínd;\nI am become like a bróken véssel. 15 For I have heard the blasphemy of the multitude, and fear is on évery síde;\nwhile they conspire together against me, and take their counsel to take awáy my lífe. 16 But my hope hath been in thée, O LÓRD;\nI have said, Thou árt my Gód. 17 My times are in thy hand; deliver me from the hánd of mine énemies,\nand from them that pérsecute mé. 18 Show thy servant the líght of thy cóuntenance,\nand save me for thy mércy’s sáke. 19 Let me not be confounded, O LORD, for I have cálled upon thée;\nlet the ungodly be put to confusion, and be put to sílence in the gráve. 20 Let the lying lips be pút to sílence,\nwhich cruelly, disdainfully, and despitefully speak agáinst the ríghteous. 21 O how plentiful is thy goodness, which thou hast laid up for thém that fear thée,\nand that thou hast prepared for them that put their trust in thee, even before the sóns of mén! 22 Thou shalt hide them in the covert of thine own presence from the plóttings of mén:\nthou shalt keep them secretly in thy tabernacle from the strífe of tóngues. 23 Thanks be tó the LÓRD;\nfor he hath showed me marvelous great kíndness in a strong cíty. 24 But in my háste I sáid,\nI am cast out of the síght of thine éyes. 25 Nevertheless, thou heardest the vóice of my práyer,\nwhen I críed unto thée. 26 O love the LORD, all yé his sáints;\nfor the LORD preserveth them that are faithful, and plenteously rewárdeth the proud dóer. 27 Be strong, and he shall estáblish your héart,\nall ye that put your trúst in the LÓRD. 28 Glory be to the Father, and tó the Són,\nand to the Hóly Ghóst; 29 As it was in the beginning, † is now, and éver sháll be,\nworld wíthout énd. Amen.",
  "annotated_text": "IN thee, O LORD, have I put my trust; † let me never be p^ut to conf^usion;\ndeliver m/^e in thy r^ighteousness. 2 Bow down thine ^ear to m^e;\nmake haste to del/^iver m^e. 3 And be thou my strong rock, and h^ouse of def^ense,\nthat thou m/^ayest save m^e. 4 For thou art my strong r^ock, and my c^astle:\nbe thou also my guide, and lead me for thÿ Name’s s/^ake. 5 Draw me out of the net that they have laid pr^ivily for m^e;\nfor th/^ou art my str^ength. 6 Into thy hands I comm^end my sp^irit;\nfor thou hast redeemed me, O LORD, thou G/^od of tr^uth. 7 I have hated them that hold of lÿing v^anities,\nand my trust hath b/^een in the LÓRD. 8 I will be glad and rej^oice in thy m^ercy;\nfor thou hast considered my trouble, and hast known my s/^oul in adv^ersities. 9 Thou hast not shut me up into the h^and of the ^enemy;\nbut hast set my f/^eet in a large r^oom. 10 Have mercy upon me, O LORD, for Ī am in tr^ouble,\nand mine eye is consumed for very heaviness; yea, my s/^oul and my b^ody. 11 For my life is waxen ^old with h^eaviness,\nand my y/^ears with m^ourning. 12 My strength faileth me, because of m^ine in^iquity,\nand my b/^ones are cons^umed. 13 I became a reproach among all mine enemies, but especially am^ong my n^eighbors;\nand they of mine acquaintance were afraid of me; and they that did see me without, conveyed thems/^elves from m^e. 14 I am clean forgotten as a dead man ^out of m^ind;\nI am become like a br/^oken v^essel. 15 For I have heard the blasphemy of the multitude, and fear is on ^every s^ide;\nwhile they conspire together against me, and take their counsel to take aw/^ay my l^ife. 16 But my hope hath been in th^ee, O LÓRD;\nI have said, Thou /^art my G^od. 17 My times are in thy hand; deliver me from the h^and of mine ^enemies,\nand from them that p/^ersecute m^e. 18 Show thy servant the l^ight of thy c^ountenance,\nand save me for thy m/^ercy’s s^ake. 19 Let me not be confounded, O LORD, for I have c^alled upon th^ee;\nlet the ungodly be put to confusion, and be put to s/^ilence in the gr^ave. 20 Let the lying lips be p^ut to s^ilence,\nwhich cruelly, disdainfully, and despitefully speak ag/^ainst the r^ighteous. 21 O how plentiful is thy goodness, which thou hast laid up for th^em that fear th^ee,\nand that thou hast prepared for them that put their trust in thee, even before the s/^ons of m^en! 22 Thou shalt hide them in the covert of thine own presence from the pl^ottings of m^en:\nthou shalt keep them secretly in thy tabernacle from the str/^ife of t^ongues. 23 Thanks be t^o the LÓRD;\nfor he hath showed me marvelous great k/^indness in a strong c^ity. 24 But in my h^aste I s^aid,\nI am cast out of the s/^ight of thine ^eyes. 25 Nevertheless, thou heardest the v^oice of my pr^ayer,\nwhen I cr/^ied unto th^ee. 26 O love the LORD, all y^e his s^aints;\nfor the LORD preserveth them that are faithful, and plenteously rew/^ardeth the proud d^oer. 27 Be strong, and he shall est^ablish your h^eart,\nall ye that put your tr/^ust in the LÓRD. 28 Glory be to the Father, and t^o the S^on,\nand to the H/^oly Gh^ost; 29 As it was in the beginning, † is now, and ^ever sh^all be,\nworld w/^ithout ^end. Amen.",
  "recommended_tone": "8"
}