{
  "psalm_number": 60,
  "latin_name": "Deus, repulisti nos.",
  "text": "O GOD, thou hast cast us out, and scáttered us abróad;\nthou hast also been displeased: O túrn thee unto us agáin. 2 Thou hast moved the lánd, and divíded it:\nheal the sores thereóf, for it sháketh. 3 Thou hast showed thy people héavy thíngs;\nthou hast given us a drink of déadly wíne. 4 Thou hast given a token for súch as féar thee,\nthat they may triumph bécause of the trúth. 5 Therefore were thy belóved delívered;\nhelp me with thy right hánd, and héar me. 6 God hath spoken in his holiness, I will rejoice, and divíde Shéchem,\nand mete out the válley of Súccoth. 7 Gilead is mine, and Manásseh is míne;\nEphraim also is the strength of my head; Júdah is my láwgiver; 8 Moab is my wash-pot; over Edom will I cást out my shóe;\nPhilistia, bé thou glád of me. 9 Who will léad me into the strong cíty?\nwho will bríng me into Édom? 10 Hast not thou cast us óut, O Gód?\nwilt not thou, O God, go óut with our hósts? 11 O be thou our hélp in tróuble;\nfor vain is the hélp of mán. 12 Through God will we dó great ácts;\nfor it is he that shall tréad down our énemies. 13 Glory be to the Father, and tó the Són,\nand to the Hóly Ghóst; 14 As it was in the beginning, † is now, and éver sháll be,\nworld wíthout énd. Amen.",
  "annotated_text": "O GOD, thou hast cast us out, and sc^attered us abr^oad;\nthou hast also been displeased: O t/^urn thee unto us ag^ain. 2 Thou hast moved the l^and, and div^ided it:\nheal the sores there/^of, for it sh^aketh. 3 Thou hast showed thy people h^eavy th^ings;\nthou hast given us a drink of d/^eadly w^ine. 4 Thou hast given a token for s^uch as f^ear thee,\nthat they may triumph b/^ecause of the tr^uth. 5 Therefore were thy bel^oved del^ivered;\nhelp me with thy right h/^and, and h^ear me. 6 God hath spoken in his holiness, I will rejoice, and div^ide Sh^echem,\nand mete out the v/^alley of S^uccoth. 7 Gilead is mine, and Man^asseh is m^ine;\nEphraim also is the strength of my head; J/^udah is my l^awgiver; 8 Moab is my wash-pot; over Edom will I c^ast out my sh^oe;\nPhilistia, b/^e thou gl^ad of me. 9 Who will l^ead me into the strong c^ity?\nwho will br/^ing me into Édom? 10 Hast not thou cast us ^out, O G^od?\nwilt not thou, O God, go /^out with our h^osts? 11 O be thou our h^elp in tr^ouble;\nfor vain is the h/^elp of m^an. 12 Through God will we d^o great ^acts;\nfor it is he that shall tr/^ead down our ^enemies. 13 Glory be to the Father, and t^o the S^on,\nand to the H/^oly Gh^ost; 14 As it was in the beginning, † is now, and ^ever sh^all be,\nworld w/^ithout ^end. Amen.",
  "recommended_tone": "6C"
}