{
  "psalm_number": 73,
  "latin_name": "Quam bonus Israel!",
  "text": "TRULY God is lóving unto Ísrael:\neven unto such as are óf a clean héart. 2 Nevertheless, my feet were álmost góne,\nmy treadings had wéll-nigh slípped. 3 And why? I was gríeved at the wícked:\nI do also see the ungódly in such prospérity. 4 For they are in no péril of déath;\nbut are lústy and stróng. 5 They come in no misfortune like óther fólk;\nneither are they plagued like óther mén. 6 And this is the cause that they are so hólden with príde,\nand cruelty covereth them ás a gárment. 7 Their eyes swéll with fátness,\nand they do éven what they lúst. 8 They corrupt other, and speak of wícked blásphemy;\ntheir talking is agáinst the Most Hígh. 9 For they stretch forth their mouth únto the héaven,\nand their tongue goeth thróugh the wórld. 10 Therefore fall the people únto thém,\nand thereout suck they no smáll advántage. 11 Tush, say they, how should Gód percéive it?\nis there knówledge in the Most Hígh? 12 Lo, thése are the ungódly,\nthese prosper in the world, and these have ríches in posséssion: 13 And I said, Then have I cleansed my héart in váin,\nand washed my hánds in ínnocency. 14 All the day long have Í been púnished,\nand chastened évery mórning. 15 Yea, and I had almost said éven as théy;\nbut lo, then I should have condemned the generátion of thy chíldren. 16 Then thought Í to understánd this;\nbut ít was too hárd for me, 17 Until I went into the sánctuary of Gód:\nthen understood I the énd of these mén; 18 Namely, how thou dost set them in slíppery pláces,\nand castest them down, and destróyest thém. 19 O how súddenly do they consúme,\nperish, and cóme to a féarful end! 20 Yea, even like as a dream when óne awáketh;\nso shalt thou make their image to vanish óut of the cíty. 21 Thus my héart was gríeved,\nand it went even thróugh my réins. 22 So foolish was Í, and ígnorant,\neven as it were a béast befóre thee. 23 Nevertheless, I am álway bý thee;\nfor thou hast hólden me by my ríght hand. 24 Thou shalt gúide me with thy cóunsel,\nand after that recéive me with glóry. 25 Whom have I in héaven but thée?\nand there is none upon earth that I desire in compárison of thée. 26 My flésh and my heart fáileth;\nbut God is the strength of my heart, and my pórtion foréver. 27 For lo, they that forsáke thee shall pérish;\nthou hast destroyed all them that are unfáithful unto thée. 28 But it is good for me to hold me fast by God, to put my trúst in the Lord GÓD,\nand to speak of all thy works in the gates of the dáughter of Síon. 29 Glory be to the Father, and tó the Són,\nand to the Hóly Ghóst; 30 As it was in the beginning, † is now, and éver sháll be,\nworld wíthout énd. Amen.",
  "annotated_text": "TRULY God is l^oving unto Ísrael:\neven unto such as are /^of a clean h^eart. 2 Nevertheless, my feet were ^almost g^one,\nmy treadings had w/^ell-nigh sl^ipped. 3 And why? I was gr^ieved at the w^icked:\nI do also see the ung/^odly in such prosp^erity. 4 For they are in no p^eril of d^eath;\nbut are l/^usty and str^ong. 5 They come in no misfortune like ^other f^olk;\nneither are they plagued like /^other m^en. 6 And this is the cause that they are so h^olden with pr^ide,\nand cruelty covereth them /^as a g^arment. 7 Their eyes sw^ell with f^atness,\nand they do /^even what they l^ust. 8 They corrupt other, and speak of w^icked bl^asphemy;\ntheir talking is ag/^ainst the Most H^igh. 9 For they stretch forth their mouth ^unto the h^eaven,\nand their tongue goeth thr/^ough the w^orld. 10 Therefore fall the people ^unto th^em,\nand thereout suck they no sm/^all adv^antage. 11 Tush, say they, how should G^od perc^eive it?\nis there kn/^owledge in the Most H^igh? 12 Lo, th^ese are the ung^odly,\nthese prosper in the world, and these have r/^iches in poss^ession: 13 And I said, Then have I cleansed my h^eart in v^ain,\nand washed my h/^ands in ^innocency. 14 All the day long have Í been p^unished,\nand chastened /^every m^orning. 15 Yea, and I had almost said ^even as th^ey;\nbut lo, then I should have condemned the gener/^ation of thy ch^ildren. 16 Then thought Í to underst^and this;\nbut /^it was too h^ard for me, 17 Until I went into the s^anctuary of G^od:\nthen understood I the /^end of these m^en; 18 Namely, how thou dost set them in sl^ippery pl^aces,\nand castest them down, and destr/^oyest th^em. 19 O how s^uddenly do they cons^ume,\nperish, and c/^ome to a f^earful end! 20 Yea, even like as a dream when ^one aw^aketh;\nso shalt thou make their image to vanish /^out of the c^ity. 21 Thus my h^eart was gr^ieved,\nand it went even thr/^ough my r^eins. 22 So foolish was Í, and ^ignorant,\neven as it were a b/^east bef^ore thee. 23 Nevertheless, I am ^alway bý thee;\nfor thou hast h/^olden me by my r^ight hand. 24 Thou shalt g^uide me with thy c^ounsel,\nand after that rec/^eive me with gl^ory. 25 Whom have I in h^eaven but th^ee?\nand there is none upon earth that I desire in comp/^arison of th^ee. 26 My fl^esh and my heart f^aileth;\nbut God is the strength of my heart, and my p/^ortion for^ever. 27 For lo, they that fors^ake thee shall p^erish;\nthou hast destroyed all them that are unf/^aithful unto th^ee. 28 But it is good for me to hold me fast by God, to put my tr^ust in the Lord GÓD,\nand to speak of all thy works in the gates of the d/^aughter of S^ion. 29 Glory be to the Father, and t^o the S^on,\nand to the H/^oly Gh^ost; 30 As it was in the beginning, † is now, and ^ever sh^all be,\nworld w/^ithout ^end. Amen.",
  "recommended_tone": "7"
}