{
  "psalm_number": 118,
  "latin_name": "Confitemini Domino.",
  "text": "O GIVE thanks unto the LORD, for hé is grácious;\nbecause his mercy endúreth foréver. 2 Let Israel now confess that hé is grácious,\nand that his mercy endúreth foréver. 3 Let the house of Aaron nów conféss,\nthat his mercy endúreth foréver. 4 Yea, let them now that fear the LÓRD conféss,\nthat his mercy endúreth foréver. 5 I called upon the LÓRD in troúble;\nand the LORD heárd me at lárge. 6 The LORD is ón my síde;\nI will not fear what man doeth únto mé. 7 The LORD taketh my part with thém that hélp me;\ntherefore shall I see my desire upon mine énemíes. 8 It is better to trúst in the LÓRD,\nthan to put any confidénce in mán. 9 It is better to trust in the LÓRD,\nthan to put any confidénce in prínces. 10 All nations compassed me roúnd aboút;\nbut in the Name of the LORD will Í destroy thém. 11 They kept me in on every side,† they kept me in, I say, on évery síde;\nbut in the Name of the LORD will Í destroy thém. 12 They came about me like bees,† and are extinct even as the fire amóng the thórns;\nfor in the Name of the LORD I wíll destróy them. 13 Thou hast thrust sore at me, that Í might fall;\nbut the LORD wás my hélp. 14 The LORD is my stréngth, and my sóng;\nand is becóme my salvátion. 15 The voice of joy and health is in the dwellings óf the ríghteous;\nthe right hand of the LORD bringeth mighty thíngs to páss. 16 The right hand of the LORD hath the preéminénce;\nthe right hand of the LORD bringeth mighty thíngs to páss. 17 I shall not díe, but líve,\nand declare the wórks of the LÓRD. 18 The LORD hath chastened and corrécted mé;\nbut he hath not given me over únto deáth. 19 Open me the gates of ríghteousnéss,\nthat I may go into them, and give thanks untó the LÓRD. 20 This is the gáte of the LÓRD,\nthe righteous shall enter ínto ít. 21 I will thank thee; for thoú hast heárd me,\nand art becóme my salvátion. 22 The same stone which the buílders refúsed,\nis become the headstone ín the córner. 23 This ís the LORD’s dóing,\nand it is marvelous ín our éyes. 24 This is the day which the LÓRD hath máde;\nwe will rejoice and be glád in ít. 25 Help me nów, O LÓRD:\nO LORD, send us now prospéritÿ. 26 Blessed be he that cometh in the Náme of the LOÓRD:\nwe have wished you good luck,† we that are of the hoúse of the LÓRD. 27 God is the LORD, who hath shówed us líght:\nbind the sacrifice with cords, yea,† even unto the hórns of the áltar. 28 Thou art my God, and Í will thank theé;\nthou art my God, and Í will praíse thee. 29 O give thanks unto the LORD; for hé is grácious,\nand his mercy endúreth foréver. 30 Glory be to the Father, and tó the Són,\nand to the Hóly Ghóst; 31 As it was in the beginning, † is now, and éver sháll be,\nworld wíthout énd. Amen.",
  "annotated_text": "O GIVE thanks unto the LORD, for h^e is gr^acious;\nbecause his mercy end/^ureth for^ever. 2 Let Israel now confess that h^e is gr^acious,\nand that his mercy end/^ureth for^ever. 3 Let the house of Aaron n^ow conf^ess,\nthat his mercy end/^ureth for^ever. 4 Yea, let them now that fear the LÓRD conf^ess,\nthat his mercy end/^ureth for^ever. 5 I called upon the LÓRD in tro^uble;\nand the LORD he/^ard me at l^arge. 6 The LORD is ^on my s^ide;\nI will not fear what man doeth /^unto m^e. 7 The LORD taketh my part with th^em that h^elp me;\ntherefore shall I see my desire upon mine /^enem^ies. 8 It is better to tr^ust in the LÓRD,\nthan to put any confid/^ence in m^an. 9 It is better to trust in the LÓRD,\nthan to put any confid/^ence in pr^inces. 10 All nations compassed me ro^und abo^ut;\nbut in the Name of the LORD will Í destroy th/^em. 11 They kept me in on every side,† they kept me in, I say, on ^every s^ide;\nbut in the Name of the LORD will Í destroy th/^em. 12 They came about me like bees,† and are extinct even as the fire am^ong the th^orns;\nfor in the Name of the LORD I w/^ill destr^oy them. 13 Thou hast thrust sore at me, that Í might fall;\nbut the LORD w/^as my h^elp. 14 The LORD is my str^ength, and my s^ong;\nand is bec/^ome my salv^ation. 15 The voice of joy and health is in the dwellings ^of the r^ighteous;\nthe right hand of the LORD bringeth mighty th/^ings to p^ass. 16 The right hand of the LORD hath the pre^emin^ence;\nthe right hand of the LORD bringeth mighty th/^ings to p^ass. 17 I shall not d^ie, but l^ive,\nand declare the w/^orks of the LÓRD. 18 The LORD hath chastened and corr^ected m^e;\nbut he hath not given me over /^unto de^ath. 19 Open me the gates of r^ighteousn^ess,\nthat I may go into them, and give thanks unt/^o the LÓRD. 20 This is the g^ate of the LÓRD,\nthe righteous shall enter /^into ^it. 21 I will thank thee; for tho^u hast he^ard me,\nand art bec/^ome my salv^ation. 22 The same stone which the bu^ilders ref^used,\nis become the headstone /^in the c^orner. 23 This ^is the LORD’s d^oing,\nand it is marvelous /^in our ^eyes. 24 This is the day which the LÓRD hath m^ade;\nwe will rejoice and be gl/^ad in ^it. 25 Help me n^ow, O LÓRD:\nO LORD, send us now prosp/^eritÿ. 26 Blessed be he that cometh in the N^ame of the LOÓRD:\nwe have wished you good luck,† we that are of the ho/^use of the LÓRD. 27 God is the LORD, who hath sh^owed us l^ight:\nbind the sacrifice with cords, yea,† even unto the h/^orns of the ^altar. 28 Thou art my God, and Í will thank the^e;\nthou art my God, and Í will pra/^ise thee. 29 O give thanks unto the LORD; for h^e is gr^acious,\nand his mercy end/^ureth for^ever. 30 Glory be to the Father, and t^o the S^on,\nand to the H/^oly Gh^ost; 31 As it was in the beginning, † is now, and ^ever sh^all be,\nworld w/^ithout ^end. Amen.",
  "recommended_tone": "1A"
}