{
  "psalm_number": 1,
  "latin_name": "Beatus vir qui non abiit.",
  "text": "BLESSED is the man that hath not walked in the counsel of the ungodly † nor stood in the wáy of sínners,\nand hath not sat in the séat of the scórnful. 2 But his delight is in the láw of the LÓRD;\nand in his law will he exercise himself dáy and níght. 3 And he shall be like a tree plánted by the wáterside,\nthat will bring forth his frúit in due séason. 4 His leaf also sháll not wíther;\nand look, whatsoever he dóeth, it shall prósper. 5 As for the ungodly, it is nót so with thém;\nbut they are like the chaff, which the wind scattereth away from the fáce of the éarth. 6 Therefore the ungodly shall not be able to stánd in the júdgment,\nneither the sinners in the congregátion of the ríghteous. 7 But the LORD knoweth the wáy of the ríghteous;\nand the way of the ungódly shall pérish. 8 Glory be to the Father, and tó the Són,\nand to the Hóly Ghóst; 9 As it was in the beginning, † is now, and éver sháll be,\nworld wíthout énd. Amen.",
  "annotated_text": "BLESSED is the man that hath not walked in the counsel of the ungodly † nor stood in the w^ay of s^inners,\nand hath not sat in the s/^eat of the sc^ornful. 2 But his delight is in the l^aw of the LÓRD;\nand in his law will he exercise himself d/^ay and n^ight. 3 And he shall be like a tree pl^anted by the w^aterside,\nthat will bring forth his fr/^uit in due s^eason. 4 His leaf also sh^all not w^ither;\nand look, whatsoever he d/^oeth, it shall pr^osper. 5 As for the ungodly, it is n^ot so with th^em;\nbut they are like the chaff, which the wind scattereth away from the f/^ace of the ^earth. 6 Therefore the ungodly shall not be able to st^and in the j^udgment,\nneither the sinners in the congreg/^ation of the r^ighteous. 7 But the LORD knoweth the w^ay of the r^ighteous;\nand the way of the ung/^odly shall p^erish. 8 Glory be to the Father, and t^o the S^on,\nand to the H/^oly Gh^ost; 9 As it was in the beginning, † is now, and ^ever sh^all be,\nworld w/^ithout ^end. Amen.",
  "recommended_tone": "1B"
}