{
  "psalm_number": 135,
  "latin_name": "Laudate Nomen.",
  "text": "O PRAISE the LORD, laud ye the Náme of the LÓRD;\npraise it, O ye servants óf the LÓRD; 2 Ye that stand in the hoúse of the LÓRD,\nin the courts of the hoúse of our Gód. 3 O praise the LORD, for the LÓRD is grácious;\nO sing praises unto his Name, for ít is lóvely. 4 For why? the LORD hath chosen Jacob untó himsélf,\nand Israel for his ówn posséssion. 5 For I know that the LÓRD is greát,\nand that our Lord is abóve all góds. 6 Whatsoever the LORD pleased, that did he in heaven, ánd in eárth;\nand in the sea, and in áll deep pláces. 7 He bringeth forth the clouds from the énds of the wórld,\nand sendeth forth lightnings with the rain, bringing the winds out of his treásuriés. 8 He smote the firstbórn of Égypt,\nboth of mán and beást. 9 He hath sent tokens and wonders into the midst of thee, O thou lánd of Égypt;\nupon Pharaoh, and áll his sérvants. 10 He smote dívers nátions,\nand slew míghty kíngs: 11 Sihon, king of the Amorites; and Og, the kíng of Báshan;\nand all the kíngdoms of Cánaan; 12 And gave their land to be an héritáge,\neven an heritage unto Israél his peóple. 13 Thy Name, O LORD, endúreth foréver;\nso doth thy memorial, O LORD, from one generation tó anóther. 14 For the LORD will avénge his peóple,\nand be gracious untó his sérvants. 15 As for the images of the heathen, they are but sílver and góld;\nthe wórk of men’s hánds. 16 They have mouths, ánd speak nót;\neyes have they, but théy see nót. 17 They have ears, and yet théy hear nót;\nneither is there any breáth in their moúths. 18 They that make them are like únto thém;\nand so are all they that put their trúst in thém. 19 Praise the LORD, ye house of Ísraél;\npraise the LORD, ye hoúse of Aáron. 20 Praise the LORD, ye hoúse of Lévi;\nye that fear the LORD, praíse the LÓRD. 21 Praised be the LORD oút of Síon,\nwho dwelleth at Jerúsalém. 22 Glory be to the Father, and tó the Són,\nand to the Hóly Ghóst; 23 As it was in the beginning, † is now, and éver sháll be,\nworld wíthout énd. Amen.",
  "annotated_text": "O PRAISE the LORD, laud ye the N^ame of the LÓRD;\npraise it, O ye servants /^of the LÓRD; 2 Ye that stand in the ho^use of the LÓRD,\nin the courts of the ho/^use of our G^od. 3 O praise the LORD, for the LÓRD is gr^acious;\nO sing praises unto his Name, for /^it is l^ovely. 4 For why? the LORD hath chosen Jacob unt^o hims^elf,\nand Israel for his /^own poss^ession. 5 For I know that the LÓRD is gre^at,\nand that our Lord is ab/^ove all g^ods. 6 Whatsoever the LORD pleased, that did he in heaven, ^and in e^arth;\nand in the sea, and in /^all deep pl^aces. 7 He bringeth forth the clouds from the ^ends of the w^orld,\nand sendeth forth lightnings with the rain, bringing the winds out of his tre/^asuri^es. 8 He smote the firstb^orn of Égypt,\nboth of m/^an and be^ast. 9 He hath sent tokens and wonders into the midst of thee, O thou l^and of Égypt;\nupon Pharaoh, and /^all his s^ervants. 10 He smote d^ivers n^ations,\nand slew m/^ighty k^ings: 11 Sihon, king of the Amorites; and Og, the k^ing of B^ashan;\nand all the k/^ingdoms of C^anaan; 12 And gave their land to be an h^erit^age,\neven an heritage unto Isra/^el his pe^ople. 13 Thy Name, O LORD, end^ureth for^ever;\nso doth thy memorial, O LORD, from one generation t/^o an^other. 14 For the LORD will av^enge his pe^ople,\nand be gracious unt/^o his s^ervants. 15 As for the images of the heathen, they are but s^ilver and g^old;\nthe w/^ork of men’s h^ands. 16 They have mouths, ^and speak n^ot;\neyes have they, but th/^ey see n^ot. 17 They have ears, and yet th^ey hear n^ot;\nneither is there any bre/^ath in their mo^uths. 18 They that make them are like ^unto th^em;\nand so are all they that put their tr/^ust in th^em. 19 Praise the LORD, ye house of Ísra^el;\npraise the LORD, ye ho/^use of A^aron. 20 Praise the LORD, ye ho^use of L^evi;\nye that fear the LORD, pra/^ise the LÓRD. 21 Praised be the LORD o^ut of S^ion,\nwho dwelleth at Jer/^usal^em. 22 Glory be to the Father, and t^o the S^on,\nand to the H/^oly Gh^ost; 23 As it was in the beginning, † is now, and ^ever sh^all be,\nworld w/^ithout ^end. Amen.",
  "recommended_tone": "7"
}