{
  "psalm_number": 137,
  "latin_name": "Super flumina.",
  "text": "BY the waters of Babylon we sát down and wépt,\nwhen we remembered thée, O Síon. 2 As for our harps, we hánged them úp\nupon the trees that áre thereín. 3 For they that led us away captive,† required of us then a song, and mélody in our héaviness:\nSing us one of the sóngs of Síon. 4 How shall we síng the LORD’s sóng\nín a strange lánd? 5 If I forgét thee, O Jerúsalem,\nlet my right hand forgét her cúnning. 6 If I do not remember thee,† let my tongue cleave to the róof of my móuth;\nyea, if I prefer not Jerusalem abóve my chief jóy. 7 Remember the children of Edom, O LORD, in the dáy of Jerúsalem;\nhow they said, Down with it, down with it, éven to the gróund. 8 O daughter of Babylon, wásted with mísery;\nyea, happy shall he be that rewardeth thee as thóu hast sérved us. 9 Blessed shall he be that táketh thy chíldren,\nand throweth them agáinst the stónes. 10 Glory be to the Father, and tó the Són,\nand to the Hóly Ghóst; 11 As it was in the beginning, † is now, and éver sháll be,\nworld wíthout énd. Amen.",
  "annotated_text": "BY the waters of Babylon we s^at down and w^ept,\nwhen we remembered th/^ee, O S^ion. 2 As for our harps, we h^anged them ^up\nupon the trees that /^are there^in. 3 For they that led us away captive,† required of us then a song, and m^elody in our h^eaviness:\nSing us one of the s/^ongs of S^ion. 4 How shall we s^ing the LORD’s s^ong\n/^in a strange l^and? 5 If I forg^et thee, O Jer^usalem,\nlet my right hand forg/^et her c^unning. 6 If I do not remember thee,† let my tongue cleave to the r^oof of my m^outh;\nyea, if I prefer not Jerusalem ab/^ove my chief j^oy. 7 Remember the children of Edom, O LORD, in the d^ay of Jer^usalem;\nhow they said, Down with it, down with it, /^even to the gr^ound. 8 O daughter of Babylon, w^asted with m^isery;\nyea, happy shall he be that rewardeth thee as th/^ou hast s^erved us. 9 Blessed shall he be that t^aketh thy ch^ildren,\nand throweth them ag/^ainst the st^ones. 10 Glory be to the Father, and t^o the S^on,\nand to the H/^oly Gh^ost; 11 As it was in the beginning, † is now, and ^ever sh^all be,\nworld w/^ithout ^end. Amen.",
  "recommended_tone": "1A"
}