{
  "psalm_number": 12,
  "latin_name": "Salvum me fac.",
  "text": "HELP me, LORD, for there is not one gódly man léft;\nfor the faithful are minished from among the chíldren of mén. 2 They talk of vanity every óne with his néighbor;\nthey do but flatter with their lips, and dissemble in théir double héart. 3 The LORD shall root out all decéitful líps,\nand the tongue that spéaketh proud thíngs; 4 Which have said, With our tóngue will we preváil;\nwe are they that ought to speak; who is lórd over ús? 5 Now, for the comfortless troubles’ sáke of the néedy,\nand because of the deep síghing of the póor, 6 I will up, sáith the LÓRD;\nand will help every one from him that swelleth against him, and will sét him at rést. 7 The words of the LÓRD are pure wórds;\neven as the silver which from the earth is tried, and purified seven tímes in the fíre. 8 Thou shalt keep thém, O LÓRD;\nthou shalt preserve them from this generátion foréver. 9 The ungodly walk on évery síde:\nwhen they are exalted, the children of men are pút to rebúke. 10 Glory be to the Father, and tó the Són,\nand to the Hóly Ghóst; 11 As it was in the beginning, † is now, and éver sháll be,\nworld wíthout énd. Amen.",
  "annotated_text": "HELP me, LORD, for there is not one g^odly man l^eft;\nfor the faithful are minished from among the ch/^ildren of m^en. 2 They talk of vanity every ^one with his n^eighbor;\nthey do but flatter with their lips, and dissemble in th/^eir double h^eart. 3 The LORD shall root out all dec^eitful l^ips,\nand the tongue that sp/^eaketh proud th^ings; 4 Which have said, With our t^ongue will we prev^ail;\nwe are they that ought to speak; who is l/^ord over ^us? 5 Now, for the comfortless troubles’ s^ake of the n^eedy,\nand because of the deep s/^ighing of the p^oor, 6 I will up, s^aith the LÓRD;\nand will help every one from him that swelleth against him, and will s/^et him at r^est. 7 The words of the LÓRD are pure w^ords;\neven as the silver which from the earth is tried, and purified seven t/^imes in the f^ire. 8 Thou shalt keep th^em, O LÓRD;\nthou shalt preserve them from this gener/^ation for^ever. 9 The ungodly walk on ^every s^ide:\nwhen they are exalted, the children of men are p/^ut to reb^uke. 10 Glory be to the Father, and t^o the S^on,\nand to the H/^oly Gh^ost; 11 As it was in the beginning, † is now, and ^ever sh^all be,\nworld w/^ithout ^end. Amen.",
  "recommended_tone": "4"
}