{
  "psalm_number": 115,
  "latin_name": "Non nobis, Domine.",
  "text": "NOT unto us, O LORD, not unto us,† but unto thy Name gíve the praíse;\nfor thy loving mercy, and for thÿ truth’s sake. 2 Wherefore shall the heáthen sáy,\nWhere is nów their Gód? 3 As for our God, he ís in heáven:\nhe hath done whatsoéver pleásed him. 4 Their idols are sílver and góld,\neven the wórk of men’s hánds. 5 They have moúths, and speak nót;\neyes have théy, and see nót. 6 They have eárs, and hear nót;\nnoses have théy, and smell nót. 7 They have hands, and handle not;† feet have théy, and walk nót;\nneither speak they throúgh their throát. 8 They that make them are like únto thém;\nand so are all such as put their trúst in thém. 9 But thou, house of Israel, trust thou ín the LÓRD;\nhe is their helper ánd defénder. 10 Ye house of Aaron, put your trúst in the LÓRD;\nhe is their helper ánd defénder. 11 Ye that fear the LORD, put your trúst in the LÓRD;\nhe is their helper ánd defénder. 12 The LORD hath been mindful of us, and hé shall bléss us;\neven he shall bless the house of Israel,† he shall bless the hoúse of Aáron. 13 He shall bless them that feár the LÓRD,\nboth smáll and greát. 14 The LORD shall increase you móre and móre,\nyou ánd your chíldren. 15 Ye are the blessed óf the LÓRD,\nwho made heáven and eárth. 16 All the whole heavens áre the LÓRD’s;\nthe earth hath he given to the chíldren of mén. 17 The dead praise not theé, O LÓRD,\nneither all they that go dówn into sílence. 18 But we will praíse the LÓRD,\nfrom this time forth forevermore. Praíse the LÓRD. 19 Glory be to the Father, and tó the Són,\nand to the Hóly Ghóst; 20 As it was in the beginning, † is now, and éver sháll be,\nworld wíthout énd. Amen. THE TWENTY-FOURTH DAY Morning Prayer",
  "annotated_text": "NOT unto us, O LORD, not unto us,† but unto thy Name g^ive the pra^ise;\nfor thy loving mercy, and for thÿ truth’s sake. 2 Wherefore shall the he/^athen s^ay,\nWhere is n/^ow their G^od? 3 As for our God, he ^is in he^aven:\nhe hath done whatso/^ever ple^ased him. 4 Their idols are s^ilver and g^old,\neven the w/^ork of men’s h^ands. 5 They have mo^uths, and speak n^ot;\neyes have th/^ey, and see n^ot. 6 They have e^ars, and hear n^ot;\nnoses have th/^ey, and smell n^ot. 7 They have hands, and handle not;† feet have th^ey, and walk n^ot;\nneither speak they thro/^ugh their thro^at. 8 They that make them are like ^unto th^em;\nand so are all such as put their tr/^ust in th^em. 9 But thou, house of Israel, trust thou ^in the LÓRD;\nhe is their helper /^and def^ender. 10 Ye house of Aaron, put your tr^ust in the LÓRD;\nhe is their helper /^and def^ender. 11 Ye that fear the LORD, put your tr^ust in the LÓRD;\nhe is their helper /^and def^ender. 12 The LORD hath been mindful of us, and h^e shall bl^ess us;\neven he shall bless the house of Israel,† he shall bless the ho/^use of A^aron. 13 He shall bless them that fe^ar the LÓRD,\nboth sm/^all and gre^at. 14 The LORD shall increase you m^ore and m^ore,\nyou /^and your ch^ildren. 15 Ye are the blessed ^of the LÓRD,\nwho made he/^aven and e^arth. 16 All the whole heavens ^are the LÓRD’s;\nthe earth hath he given to the ch/^ildren of m^en. 17 The dead praise not the^e, O LÓRD,\nneither all they that go d/^own into s^ilence. 18 But we will pra^ise the LÓRD,\nfrom this time forth forevermore. Pra/^ise the LÓRD. 19 Glory be to the Father, and t^o the S^on,\nand to the H/^oly Gh^ost; 20 As it was in the beginning, † is now, and ^ever sh^all be,\nworld w/^ithout ^end. Amen. THE TWENTY-FOURTH DAY Morning Prayer",
  "recommended_tone": "P"
}