{
  "psalm_number": 27,
  "latin_name": "Dominus illuminatio.",
  "text": "THE LORD is my light and my salvation; whom then sháll I féar?\nthe LORD is the strength of my life; of whom then shall Ī be afráid? 2 When the wicked, even mine enemies and my foes, came upon me to éat up my flésh,\nthey stúmbled and féll. 3 Though an host of men were laid against me, † yet shall not my héart be afráid;\nand though there rose up war against me, yet will I put my trúst in hím. 4 One thing have I desired of the LORD, which Ī will reqúire;\neven that I may dwell in the house of the LORD all the days of my life, to behold the fair beauty of the LORD, and to vísit his témple. 5 For in the time of trouble he shall híde me in his tábernacle;\nyea, in the secret place of his dwelling shall he hide me, and set me up upon a róck of stóne. 6 And now shall he líft up mine héad\nabove mine enemies róund about mé. 7 Therefore will I offer in his dwelling an oblation, wíth great gládness:\nI will sing and speak práises unto the LÓRD. 8 Harken unto my voice, O LORD, when I crÿ unto thée;\nhave mercy upón me, and héar me. 9 My heart hath talked of thee, Séek ye my fáce:\nThy face, LÓRD, will I séek. 10 O hide not thou thy fáce from mé,\nnor cast thy servant awáy in displéasure. 11 Thou hast béen my súccor;\nleave me not, neither forsake me, O Gód of my salvátion. 12 When my father and my móther forsáke me,\nthe LORD táketh me úp. 13 Teach me thy wáy, O LÓRD,\nand lead me in the right way, becáuse of mine énemies. 14 Deliver me not over into the wíll of mine advérsaries:\nfor there are false witnesses risen up against me, and súch as speak wróng. 15 I should útterly have fáinted,\nbut that I believe verily to see the goodness of the LORD in the lánd of the líving. 16 O tarry thóu the LORD’s léisure;\nbe strong, and he shall comfort thine heart; and put thou thy trúst in the LÓRD. 17 Glory be to the Father, and tó the Són,\nand to the Hóly Ghóst; 18 As it was in the beginning, † is now, and éver sháll be,\nworld wíthout énd. Amen.",
  "annotated_text": "THE LORD is my light and my salvation; whom then sh^all I f^ear?\nthe LORD is the strength of my life; of whom then shall Ī be afr/^aid? 2 When the wicked, even mine enemies and my foes, came upon me to ^eat up my fl^esh,\nthey st/^umbled and f^ell. 3 Though an host of men were laid against me, † yet shall not my h^eart be afr^aid;\nand though there rose up war against me, yet will I put my tr/^ust in h^im. 4 One thing have I desired of the LORD, which Ī will req^uire;\neven that I may dwell in the house of the LORD all the days of my life, to behold the fair beauty of the LORD, and to v/^isit his t^emple. 5 For in the time of trouble he shall h^ide me in his t^abernacle;\nyea, in the secret place of his dwelling shall he hide me, and set me up upon a r/^ock of st^one. 6 And now shall he l^ift up mine h^ead\nabove mine enemies r/^ound about m^e. 7 Therefore will I offer in his dwelling an oblation, w^ith great gl^adness:\nI will sing and speak pr/^aises unto the LÓRD. 8 Harken unto my voice, O LORD, when I crÿ unto th^ee;\nhave mercy up/^on me, and h^ear me. 9 My heart hath talked of thee, S^eek ye my f^ace:\nThy face, LÓRD, will I s/^eek. 10 O hide not thou thy f^ace from m^e,\nnor cast thy servant aw/^ay in displ^easure. 11 Thou hast b^een my s^uccor;\nleave me not, neither forsake me, O G/^od of my salv^ation. 12 When my father and my m^other fors^ake me,\nthe LORD t/^aketh me ^up. 13 Teach me thy w^ay, O LÓRD,\nand lead me in the right way, bec/^ause of mine ^enemies. 14 Deliver me not over into the w^ill of mine adv^ersaries:\nfor there are false witnesses risen up against me, and s/^uch as speak wr^ong. 15 I should ^utterly have f^ainted,\nbut that I believe verily to see the goodness of the LORD in the l/^and of the l^iving. 16 O tarry th^ou the LORD’s l^eisure;\nbe strong, and he shall comfort thine heart; and put thou thy tr/^ust in the LÓRD. 17 Glory be to the Father, and t^o the S^on,\nand to the H/^oly Gh^ost; 18 As it was in the beginning, † is now, and ^ever sh^all be,\nworld w/^ithout ^end. Amen.",
  "recommended_tone": "7"
}