{
  "psalm_number": 106,
  "latin_name": "Et fecerunt vitulum",
  "text": "THEY made a cálf in Hóreb,\nand worshipped the mólten ímage. 20 Thus they túrned their glóry\ninto the similitude of a calf that eáteth háy. 21 And they forgat Gód their Sávior,\nwho had done so great thíngs in Égypt; 22 Wondrous works in the lánd of Hám;\nand fearful things bÿ the Red Seá. 23 So he said he would have destroyed them,† had not Moses his chosen stood before him ín the gáp,\nto turn away his wrathful indignation,† lest he shoúld destróy them. 24 Yea, they thought scorn of that pleásant lánd,\nand gave no credence untó his wórd; 25 But murmured ín their ténts,\nand harkened not unto the voíce of the LÓRD. 26 Then lift he up his hánd agaínst them,\nto overthrow them in the wíldernéss; 27 To cast out their seed amóng the nátions,\nand to scatter them ín the lánds. 28 They joined themselves unto Baál-peór,\nand ate the offerings óf the deád. 29 Thus they provoked him to anger with their ówn invéntions;\nand the plague was greát amóng them. 30 Then stood up Phinehas, and ínterpósed;\nand só the plague ceásed. 31 And that was counted unto him for ríghteousnéss,\namong all posterities forévermóre. 32 They angered him also at the wáters of strífe,\nso that he punished Moses fór their sákes; 33 Because they provóked his spírit,\nso that he spake unadvisedly wíth his líps. 34 Neither destróyed they the heáthen,\nas the LORD commánded thém; 35 But were mingled amóng the heáthen,\nand leárned their wórks. 36 Insomuch that they wórshipped their ídols, which became a snáre unto thém;\nyea, they offered their sons and their daughters únto dévils; 37 And shed innocent blood,† even the blood of their sons and óf their daúghters,\nwhom they offered unto the idols of Canaan;† and the land was defíled with bloód. 38 Thus were they stained with theír own wórks,\nand went a whoring with their ówn invéntions. 39 Therefore was the wrath of the LORD kindled agaínst his peóple,\ninsomuch that he abhorred his own inhéritánce. 40 And he gave them over into the hánd of the heáthen;\nand they that hated them were lords óver thém. 41 Their enemiés oppréssed them,\nand had them ín subjéction. 42 Many a time did he delíver thém;\nbut they rebelled against him with their own inventions, and were brought down in their wíckednéss. 43 Nevertheless, when he saw their advérsitÿ,\nhe heard theír complaínt. 44 He thought upon his covenant, and pitied them,† according unto the multitude óf his mércies;\nyea, he made all those that led them away captive to píty thém. 45 Deliver us, O LORD our God, and gather us from amóng the heáthen;\nthat we may give thanks unto thy holy Name, and make our boást of thy praíse. 46 Blessed be the LORD God of Israel, from everlasting, and wórld without énd;\nAnd let all the people sáy, Amén. Glory be to the Father, and tó the Són,\nand to the Hóly Ghóst; As it was in the beginning, † is now, and éver sháll be,\nworld wíthout énd. Amen. BOOK V THE TWENTY-SECOND DAY Morning Prayer",
  "annotated_text": "THEY made a c^alf in H^oreb,\nand worshipped the m/^olten ^image. 20 Thus they t^urned their gl^ory\ninto the similitude of a calf that e/^ateth h^ay. 21 And they forgat G^od their S^avior,\nwho had done so great th/^ings in Égypt; 22 Wondrous works in the l^and of H^am;\nand fearful things bÿ the Red Se/^a. 23 So he said he would have destroyed them,† had not Moses his chosen stood before him ^in the g^ap,\nto turn away his wrathful indignation,† lest he sho/^uld destr^oy them. 24 Yea, they thought scorn of that ple^asant l^and,\nand gave no credence unt/^o his w^ord; 25 But murmured ^in their t^ents,\nand harkened not unto the vo/^ice of the LÓRD. 26 Then lift he up his h^and aga^inst them,\nto overthrow them in the w/^ildern^ess; 27 To cast out their seed am^ong the n^ations,\nand to scatter them /^in the l^ands. 28 They joined themselves unto Ba^al-pe^or,\nand ate the offerings /^of the de^ad. 29 Thus they provoked him to anger with their ^own inv^entions;\nand the plague was gre/^at am^ong them. 30 Then stood up Phinehas, and ^interp^osed;\nand s/^o the plague ce^ased. 31 And that was counted unto him for r^ighteousn^ess,\namong all posterities for/^everm^ore. 32 They angered him also at the w^aters of str^ife,\nso that he punished Moses f/^or their s^akes; 33 Because they prov^oked his sp^irit,\nso that he spake unadvisedly w/^ith his l^ips. 34 Neither destr^oyed they the he^athen,\nas the LORD comm/^anded th^em; 35 But were mingled am^ong the he^athen,\nand le/^arned their w^orks. 36 Insomuch that they w^orshipped their ^idols, which became a sn^are unto th^em;\nyea, they offered their sons and their daughters /^unto d^evils; 37 And shed innocent blood,† even the blood of their sons and ^of their da^ughters,\nwhom they offered unto the idols of Canaan;† and the land was def/^iled with blo^od. 38 Thus were they stained with the^ir own w^orks,\nand went a whoring with their /^own inv^entions. 39 Therefore was the wrath of the LORD kindled aga^inst his pe^ople,\ninsomuch that he abhorred his own inh/^erit^ance. 40 And he gave them over into the h^and of the he^athen;\nand they that hated them were lords /^over th^em. 41 Their enemi^es oppr^essed them,\nand had them /^in subj^ection. 42 Many a time did he del^iver th^em;\nbut they rebelled against him with their own inventions, and were brought down in their w/^ickedn^ess. 43 Nevertheless, when he saw their adv^ersitÿ,\nhe heard the/^ir compla^int. 44 He thought upon his covenant, and pitied them,† according unto the multitude ^of his m^ercies;\nyea, he made all those that led them away captive to p/^ity th^em. 45 Deliver us, O LORD our God, and gather us from am^ong the he^athen;\nthat we may give thanks unto thy holy Name, and make our bo/^ast of thy pra^ise. 46 Blessed be the LORD God of Israel, from everlasting, and w^orld without ^end;\nAnd let all the people s/^ay, Am^en. Glory be to the Father, and t^o the S^on,\nand to the H/^oly Gh^ost; As it was in the beginning, † is now, and ^ever sh^all be,\nworld w/^ithout ^end. Amen. BOOK V THE TWENTY-SECOND DAY Morning Prayer"
}