{
  "psalm_number": 132,
  "latin_name": "Memento, Domine.",
  "text": "LORD, remémber Dávid,\nand all his trouble: 2 How he sware untó the LÓRD,\nand vowed a vow unto the Almighty Gód of Jácob: 3 I will not come within the tabernacle óf mine hoúse,\nnor climb up ínto my béd; 4 I will not suffer mine eyes to sleep, nor mine éyelids to slúmber;\nneither the temples of my head to take ány rést; 5 Until I find out a place for the temple óf the LÓRD;\nan habitation for the Mighty Gód of Jácob. 6 Lo, we heard of the sáme at Ephrátah,\nand found it ín the woód. 7 We will go into his tábernácle,\nand fall low on our knees befóre his foótstool. 8 Arise, O LORD, into thy résting-pláce;\nthou, and the árk of thy stréngth. 9 Let thy priests be clothed with ríghteousnéss;\nand let thy saints sing with jóyfulnéss. 10 For thy servant Dávid’s sáke,\nturn not away the face of thíne anoínted. 11 The LORD hath made a faithful oath únto Dávid,\nand he shall not shrínk from ít: 12 Of the fruít of thy bódy\nshall I set upón thy thróne. 13 If thy children will keep my covenant, and my testimonies that Í shall teách them;\ntheir children also shall sit upon thy throne forévermóre. 14 For the LORD hath chosen Sion to be an habitation fór himsélf;\nhe hath lónged for hér. 15 This shall be my rést foréver:\nhere will I dwell, for I have a delíght thereín. 16 I will bless her victuáls with íncrease,\nand will satisfy her poór with breád. 17 I will deck her priésts with heálth,\nand her saints shall rejoíce and síng. 18 There shall I make the horn of Dávid to floúrish:\nI have ordained a lantern for míne anoínted. 19 As for his enemies, I shall clóthe them with sháme;\nbut upon himself sháll his crown floúrish. 20 Glory be to the Father, and tó the Són,\nand to the Hóly Ghóst; 21 As it was in the beginning, † is now, and éver sháll be,\nworld wíthout énd. Amen.",
  "annotated_text": "LORD, rem^ember D^avid,\nand all his trouble: 2 How he sware unt/^o the LÓRD,\nand vowed a vow unto the Almighty G/^od of J^acob: 3 I will not come within the tabernacle ^of mine ho^use,\nnor climb up /^into my b^ed; 4 I will not suffer mine eyes to sleep, nor mine ^eyelids to sl^umber;\nneither the temples of my head to take /^any r^est; 5 Until I find out a place for the temple ^of the LÓRD;\nan habitation for the Mighty G/^od of J^acob. 6 Lo, we heard of the s^ame at Ephr^atah,\nand found it /^in the wo^od. 7 We will go into his t^abern^acle,\nand fall low on our knees bef/^ore his fo^otstool. 8 Arise, O LORD, into thy r^esting-pl^ace;\nthou, and the /^ark of thy str^ength. 9 Let thy priests be clothed with r^ighteousn^ess;\nand let thy saints sing with j/^oyfuln^ess. 10 For thy servant D^avid’s s^ake,\nturn not away the face of th/^ine ano^inted. 11 The LORD hath made a faithful oath ^unto D^avid,\nand he shall not shr/^ink from ^it: 12 Of the fru^it of thy b^ody\nshall I set up/^on thy thr^one. 13 If thy children will keep my covenant, and my testimonies that Í shall te^ach them;\ntheir children also shall sit upon thy throne for/^everm^ore. 14 For the LORD hath chosen Sion to be an habitation f^or hims^elf;\nhe hath l/^onged for h^er. 15 This shall be my r^est for^ever:\nhere will I dwell, for I have a del/^ight there^in. 16 I will bless her victu^als with ^increase,\nand will satisfy her po/^or with bre^ad. 17 I will deck her pri^ests with he^alth,\nand her saints shall rejo/^ice and s^ing. 18 There shall I make the horn of D^avid to flo^urish:\nI have ordained a lantern for m/^ine ano^inted. 19 As for his enemies, I shall cl^othe them with sh^ame;\nbut upon himself sh/^all his crown flo^urish. 20 Glory be to the Father, and t^o the S^on,\nand to the H/^oly Gh^ost; 21 As it was in the beginning, † is now, and ^ever sh^all be,\nworld w/^ithout ^end. Amen.",
  "recommended_tone": "6C"
}