{
  "psalm_number": 9,
  "latin_name": "Confitebor tibi",
  "text": "I WILL give thanks unto thee, O LORD, with mý whole héart; *\nI will speak of all thy márvelous wórks.\n2 I will be glad and rejóice in thée; *\nyea, my songs will I make of thy Name, O thóu Most Híghest.\n3 While mine enemies are dríven báck, *\nthey shall fall and pérish at thy présence.\n4 For thou hast maintained my ríght and my cáuse; *\nthou art set in the throne that júdgest ríght.\n5 Thou hast rebuked the heathen, and destróyed the ungódly; *\nthou hast put out their name for éver and éver.\n6 O thou enemy, thy destructions are come to a perpétual énd; *\neven as the cities which thou hast destroyed, /\nwhose memorial is pérished with thém.\n7 But the LORD shall endúre foréver; *\nhe hath also prepared his séat for júdgment.\n8 For he shall judge the wórld in ríghteousness, *\nand minister true judgment únto the péople.\n9 The LORD also will be a defénse for the oppréssed, *\neven a refuge in due tíme of tróuble.\n10 And they that know thy Name will put their trúst in thée; *\nfor thou, LORD, hast never failed thém that séek thee.\n11 O praise the LORD which dwélleth in Síon; *\nshow the péople of his dóings.\n12 For when he maketh inquisition for blood, he remémbereth thém, *\nand forgetteth not the compláint of the póor.\n13 Have mercy upon me, O LORD;†\nconsider the trouble which I suﬀer of thém that háte me, *\nthou that liftest me up from the gátes of déath;\n14 That I may show all thy praises within the gates of the dáughter of Síon *\nI will rejóice in thy salvátion.\n15 The heathen are sunk down in the pít that they máde; *\nin the same net which they hid privily is their fóot táken.\n16 The LORD is known to éxecute júdgment; *\nthe ungodly is trapped in the work of hís own hánds.\n17 The wicked shall be túrned to destrúction, *\nand all the people that forgét Gód.\n18 For the poor shall not álway be forgótten; *\nthe patient abiding of the meek shall not pérish foréver.\n19 Up, LORD, and let not man have the úpper hánd; *\nlet the heathen be júdged in thy síght.\n20 Put them in féar, O LORD, *\nthat the heathen may know themselves to bé but mén.\n21 Glory be to the Father, and tó the Són, *\nand to the Hóly Ghóst;\n22 As it was in the beginning, †\nis now, and éver sháll be, *\nworld wíthout énd. Amen."
}