{
  "psalm_number": 45,
  "latin_name": "Eructavit cor meum",
  "text": "MY heart is inditing of a good matter; I speak of the things which I have made unto the King. *\nMy tongue is the pen of a ready writer.\n2 Thou art fairer than the children of men; *\nfull of grace are thy lips, because God hath blessed thee for ever.\n3 Gird thee with thy sword upon thy thigh, O thou most Mighty, *\naccording to thy worship and renown.\n4 Good luck have thou with thine honor: *\nride on, because of the word of truth, of meekness, and righteousness; and thy right hand shall teach thee terrible things.\n5 Thy arrows are very sharp in the heart of the King’s enemies, *\nand the people shall be subdued unto thee.\n6 Thy seat, O God, endureth for ever; *\nthe sceptre of thy kingdom is a right sceptre.\n7 Thou hast loved righteousness, and hated iniquity; *\nwherefore God, even thy God, hath anointed thee with the oil of gladness above thy fellows.\n8 All thy garments smell of myrrh, aloes, and cassia; *\nout of the ivory palaces, whereby they have made thee glad.\n9 Kings’ daughters are among thy honorable women; *\nupon thy right hand doth stand the queen in a vesture of gold, wrought about with divers colors.\n10 Hearken, O daughter, and consider; incline thine ear; *\nforget also thine own people, and thy father’s house.\n11 So shall the King have pleasure in thy beauty; *\nfor he is thy Lord, and worship thou him.\n12 And the daughter of Tyre shall be there with a gift; *\nlike as the rich also among the people shall make their supplication before thee.\n13 The King’s daughter is all glorious within; *\nher clothing is of wrought gold.\n14 She shall be brought unto the King in raiment of needlework: *\nthe virgins that be her fellows shall bear her company, and shall be brought unto thee.\n15 With joy and gladness shall they be brought, *\nand shall enter into the King’s palace.\n16 Instead of thy fathers, thou shalt have children, *\nwhom thou mayest make princes in all lands.\n17 I will make thy Name to be remembered from one generation to another; *\ntherefore shall the people give thanks unto thee, world without end.\n18 Glory be to the Father, and to the Son, *\nand to the Holy Ghost;\n19 As it was in the beginning, is now, and ever shall be, *\nworld without end. Amen."
}