{
  "psalm_number": 37,
  "latin_name": "Noli aemulari",
  "text": "FRET not thyself because of the ungodly; *\nneither be thou envious against the evil doers.\n2 For they shall soon be cut down like the grass, *\nand be withered even as the green herb.\n3 Put thou thy trust in the LORD, and be doing good; *\ndwell in the land, and verily thou shalt be fed.\n4 Delight thou in the LORD, *\nand he shall give thee thy heart’s desire.\n5 Commit thy way unto the LORD, and put thy trust in him, *\nand he shall bring it to pass.\n6 He shall make thy righteousness as clear as the light, *\nand thy just dealing as the noon-day.\n7 Hold thee still in the LORD, and abide patiently upon him: *\nbut grieve not thyself at him whose way doth prosper, against the man that doeth after evil counsels.\n8 Leave off from wrath, and let go displeasure: *\nfret not thyself, else shalt thou be moved to do evil.\n9 Wicked doers shall be rooted out; *\nand they that patiently abide the LORD, those shall inherit the land.\n10 Yet a little while, and the ungodly shall be clean gone: *\nthou shalt look after his place, and he shall be away.\n11 But the meek-spirited shall possess the earth, *\nand shall be refreshed in the multitude of peace.\n12 The ungodly seeketh counsel against the just, *\nand gnasheth upon him with his teeth.\n13 The Lord shall laugh him to scorn; *\nfor he hath seen that his day is coming.\n14 The ungodly have drawn out the sword, and have bent their bow, *\nto cast down the poor and needy, and to slay such as are of a right conversation.\n15 Their sword shall go through their own heart, *\nand their bow shall be broken.\n16 A small thing that the righteous hath, *\nis better than great riches of the ungodly.\n17 For the arms of the ungodly shall be broken, *\nand the LORD upholdeth the righteous.\n18 The LORD knoweth the days of the godly; *\nand their inheritance shall endure for ever.\n19 They shall not be confounded in the perilous time; *\nand in the days of dearth they shall have enough.\n20 As for the ungodly, they shall perish; and the enemies of the LORD shall consume as the fat of lambs: *\nyea, even as the smoke shall they consume away.\n21 The ungodly borroweth, and payeth not again; *\nbut the righteous is merciful and liberal.\n22 Such as are blessed of God shall possess the land; *\nand they that are cursed of him shall be rooted out.\n23 The LORD ordereth a good man’s going, *\nand maketh his way acceptable to himself.\n24 Though he fall, he shall not be cast away; *\nfor the LORD upholdeth him with his hand.\n25 I have been young, and now am old; *\nand yet saw I never the righteous forsaken, nor his seed begging their bread.\n26 The righteous is ever merciful, and lendeth; *\nand his seed is blessed.\n27 Flee from evil, and do the thing that is good; *\nand dwell for evermore.\n28 For the LORD loveth the thing that is right; *\nhe forsaketh not his that be godly, but they are preserved for ever.\n29 The unrighteous shall be punished; *\nas for the seed of the ungodly, it shall be rooted out.\n30 The righteous shall inherit the land, *\nand dwell therein for ever.\n31 The mouth of the righteous is exercised in wisdom, *\nand his tongue will be talking of judgment.\n32 The law of his God is in his heart, *\nand his goings shall not slide.\n33 The ungodly seeth the righteous, *\nand seeketh occasion to slay him.\n34 The LORD will not leave him in his hand, *\nnor condemn him when he is judged.\n35 Hope thou in the LORD, and keep his way, and he shall promote thee, that thou shalt possess the land: *\nwhen the ungodly shall perish, thou shalt see it.\n36 I myself have seen the ungodly in great power, *\nand flourishing like a green bay-tree.\n37 I went by, and lo, he was gone: *\nI sought him, but his place could no where be found.\n38 Keep innocency, and take heed unto the thing that is right; *\nfor that shall bring a man peace at the last.\n39 As for the transgressors, they shall perish together; *\nand the end of the ungodly is, they shall be rooted out at the last.\n40 But the salvation of the righteous cometh of the LORD; *\nwho is also their strength in the time of trouble.\n41 And the LORD shall stand by them, and save them; *\nhe shall deliver them from the ungodly, and shall save them, because they put their trust in him.\n42 Glory be to the Father, and to the Son, *\nand to the Holy Ghost;\n43 As it was in the beginning, is now, and ever shall be, *\nworld without end. Amen."
}