{
  "psalm_number": 18,
  "latin_name": "Diligam te, Domine",
  "text": "I WILL love thee, O LORD, my stréngth. *\nThe LORD is my stony rock, and my defense, and my Saviour;\n2 My God, and my might, in whom I will trust;†\nmy buckler, the horn also of my salvation, and my réfuge. *\nI will call upon the LORD, which is worthy to be praised;†\nso shall I be safe from mine énemies.\n3 The sorrows of death compassed me,†\nand the overflowings of ungodliness made me afráid. *\nThe pains of hell came about me;†\nthe snares of death overtook me.\n4 In my trouble I will call upon the LORD, *\nand complain unto my God.\n5 So he shall hear my voice out of his holy temple, *\nand my complaint shall come before him; it shall enter even into his ears.\n6 The earth trembled and quaked,†\nthe very foundations also of the hills shook, and were removed, because he was wroth. *\nThere went a smoke out in his presence,†\nand a consuming fire out of his mouth, so that coals were kindled at it.\n7 He bowed the heavens also, and came down, *\nand it was dark under his feet.\n8 He rode upon the cherubim, and did fly; *\nhe came flying upon the wings of the wind.\n9 He made darkness his secret place,†\nhis pavilion round about him with dark water, and thick clouds to cover him. *\nAt the brightness of his presence his clouds removed;†\nhailstones and coals of fire.\n10 The LORD also thundered out of heaven,†\nand the Highest gave his thunder; *\nhailstones and coals of fire.\n11 He sent out his arrows, and scattered them; *\nhe cast forth lightnings, and destroyed them.\n12 The springs of waters were seen,†\nand the foundations of the round world were discovered, at thy chiding, O LORD, *\nat the blasting of the breath of thy displeasure.\n13 He shall send down from on high to fetch me, *\nand shall take me out of many waters.\n14 He shall deliver me from my strongest enemy,†\nand from them which hate me; *\nfor they are too mighty for me.\n15 They prevented me in the day of my trouble; *\nbut the LORD was my upholder.\n16 He brought me forth also into a place of liberty; *\nhe brought me forth, even because he had a favor unto me.\n17 The LORD shall reward me after my righteous dealing,†\naccording to the cleanness of my hands shall he recompense me; *\nbecause I have kept the ways of the LORD,†\nand have not forsaken my God, as the wicked doth.\n18 For I have an eye unto all his laws,†\nand will not cast out his commandments from me. *\nI was also uncorrupt before him,†\nand eschewed mine own wickedness.\n19 Therefore shall the LORD reward me after my righteous dealing,†\nand according unto the cleanness of my hands in his eyesight. *\nWith the holy thou shalt be holy,†\nand with a perfect man thou shalt be perfect.\n20 With the clean thou shalt be clean,†\nand with the froward thou shalt learn frowardness. *\nFor thou shalt save the people that are in adversity,†\nand shalt bring down the high looks of the proud.\n21 Thou also shalt light my candle; *\nthe LORD my God shall make my darkness to be light.\n22 For in thee I shall discomfit an host of men;†\nand with the help of my God I shall leap over the wall. *\nThe way of God is an undefiled way;†\nthe word of the LORD also is tried in the fire: he is the defender of all them that put their trust in him.\n23 For who is God, but the LORD? *\nor who hath any strength, except our God?\n24 It is God that girdeth me with strength of war,†\nand maketh my way perfect. *\nHe maketh my feet like harts’ feet,†\nand setteth me up on high.\n25 He teacheth mine hands to fight,†\nand mine arms shall break even a bow of steel. *\nThou hast given me the defense of thy salvation;†\nthy right hand also shall hold me up, and thy loving correction shall make me great.\n26 Thou shalt make room enough under me for to go,†\nthat my footsteps shall not slide. *\nI will follow upon mine enemies, and overtake them;†\nneither will I turn again till I have destroyed them.\n27 I will smite them, that they shall not be able to stand,†\nbut fall under my feet. *\nThou hast girded me with strength unto the battle;†\nthou shalt throw down mine enemies under me.\n28 Thou hast made mine enemies also to turn their backs upon me,†\nand I shall destroy them that hate me. *\nThey shall cry, but there shall be none to help them;†\nyea, even unto the LORD shall they cry, but he shall not hear them.\n29 I will beat them as small as the dust before the wind;†\nI will cast them out as the clay in the streets. *\nThou shalt deliver me from the strivings of the people,†\nand thou shalt make me the head of the nations.\n30 A people whom I have not known†\nshall serve me. *\nAs soon as they hear of me, they shall obey me;†\nbut the strange children shall dissemble with me.\n31 The strange children shall fail,†\nand be afraid out of their prisons. *\nThe LORD liveth; and blessed be my strong helper,†\nand praised be the God of my salvation;\n32 Even the God that seeth that I be avenged,†\nand subdueth the people unto me. *\nIt is he that delivereth me from my cruel enemies,†\nand setteth me up above mine adversaries: thou shalt rid me from the wicked man.\n33 For this cause will I give thanks unto thee, O LORD, among the Gentiles,†\nand sing praises unto thy Name. *\nGreat prosperity giveth he unto his King,†\nand showeth loving-kindness unto David his Anointed,†\nand unto his seed for evermore.\n34 Glory be to the Father, and tó the Són, *\nand to the Hóly Ghóst;\n35 As it was in the beginning, †\nis now, and éver sháll be, *\nworld wíthout énd. Amen."
}