{
  "psalm_number": 7,
  "latin_name": "Domine, Deus meus",
  "text": "O LORD my God, in thee have I pút my trúst: *\nsave me from all them that persecute me, and delíver mé;\n2 Lest he devour my soul like a lion, and téar it in píeces,\n*\nwhile there is nóne to hélp.\n3 O LORD my God, if I have done ány such thíng; *\nor if there be any wickedness ín my hánds;\n4 If I have rewarded evil unto him that dealt fríendly with mé; *\n(yea, I have delivered him that without any cáuse is mine énemy;)\n5 Then let mine enemy persecute my sóul, and táke me; *\nyea, let him tread my life down upon the earth,/ and lay mine hónor in the dúst.\n6 Stand up, O LORD, in thy wrath,†\nand lift up thyself, because of the indignátion of mine énemies; *\narise up for me in the judgment that thóu hast commánded.\n7 And so shall the congregation of the peoples cóme abóut thee: *\nfor their sakes therefore lift up thysélf agáin.\n8 The LORD shall judge the peoples:†\ngive sentence with mé, O LORD, *\naccording to my righteousness,/and according to the ínnocency that is ín me.\n9 O let the wickedness of the ungodly cóme to an énd; *\nbut guide thóu the júst.\n10 For the ríghteous God *\ntrieth the very héarts and réins.\n11 My help cómeth of God, *\nwho preserveth them that are trúe of héart.\n12 God is a righteous Judge, stróng, and pátient; *\nand God is provóked every dáy.\n13 If a man will not turn, he will whét his swórd; *\nhe hath bent his bow, and máde it réady.\n14 He hath prepared for him the ínstruments of déath; *\nhe ordaineth his arrows agáinst the pérsecutors.\n15 Behold, the ungodly traváileth with iníquity; *\nhe hath conceived mischief, and bróught forth fálsehood.\n16 He hath graven and dígged up a pít,\n*\nand is fallen himself into the destruction that he máde for óther.\n17 For his travail shall come upón his own héad,\n*\nand his wickedness shall fall on hís own páte.\n18 I will give thanks unto the LORD, accórding to his ríghteousness; *\nand I will praise the Name of the LORD Most Hígh.\n19 Glory be to the Father, and tó the Són,\n*\nand to the Hóly Ghóst;\n20 As it was in the beginning, †\nis now, and éver sháll be, *\nworld wíthout énd. Amen."
}