{
  "psalm_number": 31,
  "latin_name": "In te, Domine, speravi",
  "text": "IN thee, O LORD, have I put my trust; *\nlet me never be put to confusion; deliver me in thy righteousness.\n2 Bow down thine ear to me; *\nmake haste to deliver me.\n3 And be thou my strong rock, and house of defense, *\nthat thou mayest save me.\n4 For thou art my strong rock, and my castle: *\nbe thou also my guide, and lead me for thy Name’s sake.\n5 Draw me out of the net that they have laid privily for me; *\nfor thou art my strength.\n6 Into thy hands I commend my spirit; *\nfor thou hast redeemed me, O LORD, thou God of truth.\n7 I have hated them that hold of lying vanities, *\nand my trust hath been in the LORD.\n8 I will be glad and rejoice in thy mercy; *\nfor thou hast considered my trouble, and hast known my soul in adversities.\n9 Thou hast not shut me up into the hand of the enemy; *\nbut hast set my feet in a large room.\n10 Have mercy upon me, O LORD, for I am in trouble, *\nand mine eye is consumed for very heaviness; yea, my soul and my body.\n11 For my life is waxen old with heaviness, *\nand my years with mourning.\n12 My strength faileth me, because of mine iniquity, *\nand my bones are consumed.\n13 I became a reproach among all mine enemies, but especially among my neighbors; *\nand they of mine acquaintance were afraid of me; and they that did see me without conveyed themselves from me.\n14 I am clean forgotten, as a dead man out of mind; *\nI am become like a broken vessel.\n15 For I have heard the blasphemy of the multitude, and fear is on every side, *\nwhile they conspire together against me, and take their counsel to take away my life.\n16 But my hope hath been in thee, O LORD; *\nI have said, Thou art my God.\n17 My time is in thy hand; *\ndeliver me from the hand of mine enemies, and from them that persecute me.\n18 Show thy servant the light of thy countenance, *\nand save me for thy mercy’s sake.\n19 Let me not be confounded, O LORD, for I have called upon thee; *\nlet the ungodly be put to confusion, and be put to silence in the grave.\n20 Let the lying lips be put to silence, *\nwhich cruelly, disdainfully, and despitefully speak against the righteous.\n21 O how plentiful is thy goodness, which thou hast laid up for them that fear thee; *\nand that thou hast prepared for them that put their trust in thee, even before the sons of men!\n22 Thou shalt hide them privily by thine own presence from the provoking of all men: *\nthou shalt keep them secretly in thy tabernacle from the strife of tongues.\n23 Thanks be to the LORD; *\nfor he hath showed me marvelous great kindness in a strong city.\n24 And when I made haste, I said, *\nI am cast out of the sight of thine eyes.\n25 Nevertheless, thou heardest the voice of my prayer, *\nwhen I cried unto thee.\n26 O love the LORD, all ye his saints; *\nfor the LORD preserveth them that are faithful, and plenteously rewardeth the proud doer.\n27 Be strong, and he shall establish your heart, *\nall ye that put your trust in the LORD.\n28 Glory be to the Father, and to the Son, *\nand to the Holy Ghost;\n29 As it was in the beginning, is now, and ever shall be, *\nworld without end. Amen."
}