{
  "psalm_number": 33,
  "latin_name": "Exultate, justi",
  "text": "REJOICE in the LORD, O ye righteous; *\nfor it becometh well the just to be thankful.\n2 Praise the LORD with harp; *\nsing praises unto him with the lute, and instrument of ten strings.\n3 Sing unto the LORD a new song; *\nsing praises lustily unto him with a good courage.\n4 For the word of the LORD is true; *\nand all his works are faithful.\n5 He loveth righteousness and judgment; *\nthe earth is full of the goodness of the LORD.\n6 By the word of the LORD were the heavens made; *\nand all the hosts of them by the breath of his mouth.\n7 He gathereth the waters of the sea together, as it were upon an heap; *\nand layeth up the deep, as in a treasure-house.\n8 Let all the earth fear the LORD: *\nstand in awe of him, all ye that dwell in the world.\n9 For he spake, and it was done; *\nhe commanded, and it stood fast.\n10 The LORD bringeth the counsel of the heathen to nought, *\nand maketh the devices of the people to be of none effect, and casteth out the counsels of princes.\n11 The counsel of the LORD shall endure for ever, *\nand the thoughts of his heart from generation to generation.\n12 Blessed are the people whose God is the LORD Jehovah; *\nand blessed are the folk that he hath chosen to him to be his inheritance.\n13 The LORD looked down from heaven, and beheld all the children of men; *\nfrom the habitation of his dwelling he considereth all them that dwell on the earth.\n14 He fashioneth all the hearts of them, *\nand understandeth all their works.\n15 There is no king that can be saved by the multitude of an host; *\nneither is any mighty man delivered by much strength.\n16 A horse is counted but a vain thing to save a man; *\nneither shall he deliver any man by his great strength.\n17 Behold, the eye of the LORD is upon them that fear him, *\nand upon them that put their trust in his mercy;\n18 To deliver their soul from death, *\nand to feed them in the time of dearth.\n19 Our soul hath patiently tarried for the LORD; *\nfor he is our help and our shield.\n20 For our heart shall rejoice in him; *\nbecause we have hoped in his holy Name.\n21 Let thy merciful kindness, O LORD, be upon us, *\nlike as we do put our trust in thee.\n22 Glory be to the Father, and to the Son, *\nand to the Holy Ghost;\n23 As it was in the beginning, is now, and ever shall be, *\nworld without end. Amen."
}