{
  "psalm_number": 25,
  "latin_name": "Ad te, Domine, levavi",
  "text": "UNTO thee, O LORD, will I lift up my soul; *\nmy God, I have put my trust in thee: O let me not be confounded, neither let mine enemies triumph over me.\n2 For all they that hope in thee shall not be ashamed; *\nbut such as transgress without a cause shall be put to confusion.\n3 Show me thy ways, O LORD, *\nand teach me thy paths.\n4 Lead me forth in thy truth, and learn me: *\nfor thou art the God of my salvation; in thee hath been my hope all the day long.\n5 Call to remembrance, O LORD, thy tender mercies, *\nand thy loving-kindnesses, which have been ever of old.\n6 O remember not the sins and offenses of my youth; *\nbut according to thy mercy think thou upon me, O LORD, for thy goodness.\n7 Gracious and righteous is the LORD; *\ntherefore will he teach sinners in the way.\n8 Them that are meek shall he guide in judgment; *\nand such as are gentle, them shall he learn his way.\n9 All the paths of the LORD are mercy and truth, *\nunto such as keep his covenant and his testimonies.\n10 For thy Name’s sake, O LORD, *\nbe merciful unto my sin; for it is great.\n11 What man is he that feareth the LORD? *\nhim shall he teach in the way that he shall choose.\n12 His soul shall dwell at ease, *\nand his seed shall inherit the land.\n13 The secret of the LORD is among them that fear him; *\nand he will show them his covenant.\n14 Mine eyes are ever looking unto the LORD; *\nfor he shall pluck my feet out of the net.\n15 Turn thee unto me, and have mercy upon me; *\nfor I am desolate, and in misery.\n16 The sorrows of my heart are enlarged: *\nO bring thou me out of my troubles.\n17 Look upon my adversity and misery, *\nand forgive me all my sin.\n18 Consider mine enemies, how many they are; *\nand they bear a tyrannous hate against me.\n19 O keep my soul, and deliver me: *\nlet me not be confounded, for I have put my trust in thee.\n20 Let perfectness and righteous dealing wait upon me; *\nfor my hope hath been in thee.\n21 Deliver Israel, O God, *\nout of all his troubles.\n22 Glory be to the Father, and to the Son, *\nand to the Holy Ghost;\n23 As it was in the beginning, is now, and ever shall be, *\nworld without end. Amen."
}