{
  "psalm_number": 17,
  "latin_name": "Exaudi, Domine",
  "text": "HEAR the right, O LORD, consider my compláint, *\nand hearken unto my prayer, that goeth not out of féigned líps.\n2 Let my sentence come fórth from thy présence; *\nand let thine eyes look upon the thing that is équal.\n3 Thou hast proved and visited mine heart in the night season;†\nthou hast tried me, and shalt find no wickedness ín me; *\nfor I am utterly purposed that my mouth shall not óffend.\n4 As for the works of men,†\nby the word of thy lips I have kept me from the wáys of the destróyer. *\nO hold thou up my goings in thy paths, that my fóotsteps slíp not.\n5 I have called upon thee, O God, for thou shalt héar me: *\nincline thine ear to me, and hearken unto my wórds.\n6 Show thy marvelous loving-kindness,†\nthou that art the Saviour of them which put their trúst in thee, *\nfrom such as résist thy ríght hand.\n7 Keep me as the apple of an eye; *\nhide me under the shadow of thy wíngs,\n8 From the ungodly that trouble me;†\nmine enemies compass me round about to táke awáy my soul.\n9 They are inclosed in their own fat, *\nand their mouth speaketh próud thíngs.\n10 They lie waiting in our way on every side,†\nturning their eyes dówn to the gróund; *\nlike as a lion that is greedy of his prey,†\nand as it were a lion’s whelp, lurking in sécret pláces.\n11 Up, LORD, disappoint him, and cast him dówn; *\ndeliver my soul from the ungodly, which is a swórd of thíne:\n12 From the men of thy hand, O LORD,†\nfrom the men, I say, and from the evil world; *\nwhich have their portion in this life, whose bellies thou fillest with thy híd treasure.\n13 They have children at their desire,†\nand leave the rest of their substance for their bábes. *\nBut as for me, I will behold thy presence in righteousness;†\nand when I awake up after thy likeness, I shall be sáti-sfied wíth it.\n14 Glory be to the Father, and tó the Són, *\nand to the Hóly Ghóst;\n15 As it was in the beginning, †\nis now, and éver sháll be, *\nworld wíthout énd. Amen."
}