{
  "psalm_number": 22,
  "latin_name": "Deus, Deus meus",
  "text": "MY God, my God, look upon me; why hast thou forsáken me? *\nand art so far from my health, and from the words of my compláint?\n2 O my God, I cry in the daytime, but thou hearest nót; *\nand in the night season also I take no rést.\n3 And thou contínuest hóly, *\nO thou Worship of Ísrael.\n4 Our fathers hoped in thee; *\nthey trusted in thee, and thou didst delíver them.\n5 They called upon thee, and were hópen; *\nthey put their trust in thee, and were not confóunded.\n6 But as for me, I am a worm, and no mán; *\na very scorn of men, and the outcast of the péople.\n7 All they that see me laugh me to scórn; *\nthey shoot out their lips, and shake their héads, saying,\n8 He trusted in God, that he would delíver him; *\nlet him deliver him, if he will háve him.\n9 But thou art he that took me out of my mother’s womb; *\nthou wast my hope, when I hanged yet upon my mother’s bréasts.\n10 I have been left unto thee ever since I was born; *\nthou art my God, even from my mother’s wómb.\n11 O go not from me; for trouble is hárd at hánd, *\nand there is none to hélp me.\n12 Many oxen are come abóut me; *\nfat bulls of Bashan close me ín on évery side.\n13 They gape upon me with their móuths, *\nas it were a ramping and a róaring líon.\n14 I am poured out like water, and all my bones are óut of jóint; *\nmy heart also in the midst of my body is even like melting wáx.\n15 My strength is dried up like a potsherd, and my tongue cleaveth to my gums, *\nand thou bringest me into the dúst of déath.\n16 For many dogs are come abóut me, *\nand the council of the wicked layeth síege agáinst me.\n17 They pierced my hands and my feet; I may tell all my bónes: *\nthey stand staring and looking upón me.\n18 They part my garments amóng them, *\nand cast lots upón my vésture.\n19 But be not thou far from me, O LORD; *\nthou art my succor, háste thee to hélp me.\n20 Deliver my soul from the sword, *\nmy darling from the pówer of the dógs.\n21 Save me from the lion’s mouth; *\nthou hast heard me also from among the horns of the únicorns.\n22 I will declare thy Name unto my bréthren; *\nin the midst of the congregation will I práise thee.\n23 O praise the LORD, ye that féar him: *\nmagnify him, all ye of the seed of Jacob; and fear him, all ye seed of Ísrael.\n24 For he hath not despised, nor abhorred, the low estate of the póor; *\nhe hath not hid his face from him; but when he called unto him he héard him.\n25 My praise is of thee in the great congregation; *\nmy vows will I perform in the síght of them that féar him.\n26 The poor shall eat, and be satisfied; they that seek after the LORD shall práise him: *\nyour heart shall líve foréver.\n27 All the ends of the world shall remember themselves, and be turned unto the LORD; *\nand all the kindreds of the nations shall worship befóre him.\n28 For the kingdom is the LORD’s, *\nand he is the Governor among the péople.\n29 All such as be fat upon earth *\nhave eaten, and worshiped.\n30 All they that go down into the dust shall knéel befóre him; *\nand no man hath quickened his own soul.\n31 My seed shall serve him: *\nthey shall be counted unto the LORD for a generátion.\n32 They shall come, and shall declare his righteousness *\nunto a people that shall be born, whom the LORD hath máde.\n33 Glory be to the Father, and tó the Són, *\nand to the Hóly Ghóst;\n34 As it was in the beginning, †\nis now, and éver sháll be, *\nworld wíthout énd. Amen."
}