{
  "psalm_number": 34,
  "latin_name": "Benedicam Dominum",
  "text": "I WILL alway give thanks unto the LORD; *\nhis praise shall ever be in my mouth.\n2 My soul shall make her boast in the LORD; *\nthe humble shall hear thereof, and be glad.\n3 O praise the LORD with me, *\nand let us magnify his Name together.\n4 I sought the LORD, and he heard me; *\nyea, he delivered me out of all my fear.\n5 They had an eye unto him, and were lightened; *\nand their faces were not ashamed.\n6 Lo, the poor crieth, and the LORD heareth him; *\nyea, and saveth him out of all his troubles.\n7 The angel of the LORD tarrieth round about them that fear him, *\nand delivereth them.\n8 O taste, and see, how gracious the LORD is: *\nblessed is the man that trusteth in him.\n9 O fear the LORD, ye that are his saints; *\nfor they that fear him lack nothing.\n10 The lions do lack, and suffer hunger; *\nbut they who seek the LORD shall want no manner of thing that is good.\n11 Come, ye children, and hearken unto me; *\nI will teach you the fear of the LORD.\n12 What man is he that lusteth to live, *\nand would fain see good days?\n13 Keep thy tongue from evil, *\nand thy lips, that they speak no guile.\n14 Eschew evil, and do good; *\nseek peace, and ensue it.\n15 The eyes of the LORD are over the righteous, *\nand his ears are open unto their prayers.\n16 The countenance of the LORD is against them that do evil, *\nto root out the remembrance of them from the earth.\n17 The righteous cry, and the LORD heareth them, *\nand delivereth them out of all their troubles.\n18 The LORD is nigh unto them that are of a contrite heart, *\nand will save such as be of an humble spirit.\n19 Great are the troubles of the righteous; *\nbut the LORD delivereth him out of all.\n20 He keepeth all his bones, *\nso that not one of them is broken.\n21 But misfortune shall slay the ungodly; *\nand they that hate the righteous shall be desolate.\n22 The LORD delivereth the souls of his servants; *\nand all they that put their trust in him shall not be destitute.\n23 Glory be to the Father, and to the Son, *\nand to the Holy Ghost;\n24 As it was in the beginning, is now, and ever shall be, *\nworld without end. Amen."
}