{
  "psalm_number": 10,
  "latin_name": "Ut quid, Domine?",
  "text": "WHY standest thou so far óff, O LORD, *\nand hidest thy face in the needful tíme of tróuble?\n2 The ungodly, for his own lust, doth pérsecute the póor: *\nlet them be taken in the crafty wiliness that théy have imágined.\n3 For the ungodly hath made boast of his own héart’s desíre, *\nand speaketh good of the covetous, whom the LORD abhórreth.\n4 The ungodly is so proud, that he careth nót for Gód, *\nneither is God in áll his thóughts.\n5 His ways are alway grievous; †\nthy judgments are far above óut of his síght, *\nand therefore defieth he áll his énemies.\n6 For he hath said in his heart, Tush, I shall néver be cast dówn, *\nthere shall no harm háppen unto mé.\n7 His mouth is full of cursing, decéit, and fráud; *\nunder his tongue is ungódliness and vánity.\n8 He sitteth lurking in the thievish corners of the streets, †\nand privily in his lurking dens doth he múrder the ínnocent; *\nhis eyes are set agáinst the póor.\n9 For he lieth waiting secretly;†\neven as a lion lurketh he ín his dén, *\nthat he may rávish the póor.\n10 He doth rávish the póor, *\nwhen he getteth him ínto his nét.\n11 He falleth down, and húmbleth himsélf, *\nthat the congregation of the poor may fall into the hánds of his cáptains.\n12 He hath said in his heart,†\nTush, Gód hath forgótten; *\nhe hideth away his face, and he will néver sée it.\n13 Arise, O LORD God, and líft up thine hánd; *\nforget nót the póor.\n14 Wherefore should the wicked blaspheme God, †\nwhile he doth sáy in his héart, *\nTush, thou God cárest not fór it?\n15 Surely thou hast seen it;†\nfor thou beholdest ungódliness and wróng, *\nthat thou mayest take the matter ínto thy hánd.\n16 The poor committeth himself únto thée; *\nfor thou art the helper óf the fríendless.\n17 Break thou the power of the ungódly and malícious; *\nsearch out his ungodliness, untíl thou find nóne.\n18 The LORD is King for éver and éver, *\nand the heathen are perished óut of the lánd.\n19 LORD, thou hast heard the desíre of the póor; *\nthou preparest their heart, and thíne éar hárkeneth;\n20 To help the fatherless and poor únto their ríght, *\nthat the man of the earth be no more exálted agáinst them.\n21 Glory be to the Father, and tó the Són, *\nand to the Hóly Ghóst;\n22 As it was in the beginning, †\nis now, and éver sháll be, *\nworld wíthout énd. Amen."
}