{
  "psalm_number": 44,
  "latin_name": "Deus, auribus",
  "text": "WE have heard with our ears, O God, our fathers have told us *\nwhat thou hast done in their time of old:\n2 How thou hast driven out the heathen with thy hand, and planted them in; *\nhow thou hast destroyed the nations, and cast them out.\n3 For they gat not the land in possession through their own sword, *\nneither was it their own arm that helped them;\n4 But thy right hand, and thine arm, and the light of thy countenance; *\nbecause thou hadst a favor unto them.\n5 Thou art my King, O God; *\nsend help unto Jacob.\n6 Through thee will we overthrow our enemies, *\nand in thy Name will we tread them under that rise up against us.\n7 For I will not trust in my bow, *\nit is not my sword that shall help me;\n8 But it is thou that savest us from our enemies, *\nand puttest them to confusion that hate us.\n9 We make our boast of God all day long, *\nand will praise thy Name for ever.\n10 But now thou art far off, and puttest us to confusion, *\nand goest not forth with our armies.\n11 Thou makest us to turn our backs upon our enemies, *\nso that they which hate us spoil our goods.\n12 Thou lettest us be eaten up like sheep, *\nand hast scattered us among the heathen.\n13 Thou sellest thy people for nought, *\nand takest no money for them.\n14 Thou makest us to be rebuked of our neighbors, *\nto be laughed to scorn, and had in derision of them that are round about us.\n15 Thou makest us to be a by-word among the nations, *\nand that the peoples shake their heads at us.\n16 My confusion is daily before me, *\nand the shame of my face hath covered me;\n17 For the voice of the slanderer and blasphemer, *\nfor the enemy and avenger.\n18 And though all this be come upon us, yet do we not forget thee, *\nnor behave ourselves frowardly in thy covenant.\n19 Our heart is not turned back, *\nneither our steps gone out of thy way;\n20 No, not when thou hast smitten us into the place of dragons, *\nand covered us with the shadow of death.\n21 If we have forgotten the Name of our God, and holden up our hands to any strange god, *\nshall not God search it out? for he knoweth the very secrets of the heart.\n22 For thy sake also are we killed all the day long, *\nand are counted as sheep appointed to be slain.\n23 Up, Lord, why sleepest thou? *\nawake, and be not absent from us for ever.\n24 Wherefore hidest thou thy face, *\nand forgettest our misery and trouble?\n25 For our soul is brought low, even unto the dust; *\nour belly cleaveth unto the ground.\n26 Arise, and help us, *\nand deliver us for thy mercy’s sake.\n27 Glory be to the Father, and to the Son, *\nand to the Holy Ghost;\n28 As it was in the beginning, is now, and ever shall be, *\nworld without end. Amen."
}