{
  "psalm_number": 35,
  "latin_name": "Judica, Domine",
  "text": "PLEAD thou my cause, O LORD, with them that strive with me, *\nand fight thou against them that fight against me.\n2 Lay hand upon the shield and buckler, *\nand stand up to help me.\n3 Bring forth the spear, and stop the way against them that persecute me: *\nsay unto my soul, I am thy salvation.\n4 Let them be confounded, and put to shame, that seek after my soul; *\nlet them be turned back, and brought to confusion, that imagine mischief for me.\n5 Let them be as the dust before the wind, *\nand the angel of the LORD scattering them.\n6 Let their way be dark and slippery, *\nand let the angel of the LORD persecute them.\n7 For they have privily laid their net to destroy me without a cause; *\nyea, even without a cause have they made a pit for my soul.\n8 Let a sudden destruction come upon him unawares, and his net, that he hath laid privily, catch himself; *\nthat he may fall into his own mischief.\n9 And, my soul, be joyful in the LORD; *\nit shall rejoice in his salvation.\n10 All my bones shall say, LORD, who is like unto thee, who deliverest the poor from him that is too strong for him; *\nyea, the poor, and him that is in misery, from him that spoileth him?\n11 False witnesses did rise up: *\nthey laid to my charge things that I knew not.\n12 They rewarded me evil for good, *\nto the great discomfort of my soul.\n13 Nevertheless, when they were sick, I put on sackcloth, and humbled my soul with fasting; *\nand my prayer shall turn into mine own bosom.\n14 I behaved myself as though it had been my friend or my brother; *\nI went heavily, as one that mourneth for his mother.\n15 But in mine adversity they rejoiced, and gathered themselves together; *\nyea, the very abjects came together against me unawares, making mouths at me, and ceased not.\n16 With the flatterers were busy mockers, *\nwho gnashed upon me with their teeth.\n17 Lord, how long wilt thou look upon this? *\nO deliver my soul from the calamities which they bring on me, and my darling from the lions.\n18 So will I give thee thanks in the great congregation; *\nI will praise thee among much people.\n19 O let not them that are mine enemies triumph over me ungodly; *\nneither let them wink with their eyes, that hate me without a cause.\n20 And why? their communing is not for peace; *\nbut they imagine deceitful words against them that are quiet in the land.\n21 They gaped upon me with their mouths, and said, *\nFie on thee! fie on thee! we saw it with our eyes.\n22 This thou hast seen, O LORD; *\nhold not thy tongue then; go not far from me, O Lord.\n23 Awake, and stand up to judge my quarrel; *\navenge thou my cause, my God, and my Lord.\n24 Judge me, O LORD my God, according to thy righteousness; *\nand let them not triumph over me.\n25 Let them not say in their hearts, There! there! so would we have it; *\nneither let them say, We have devoured him.\n26 Let them be put to confusion and shame together, that rejoice at my trouble; *\nlet them be clothed with rebuke and dishonor, that boast themselves against me.\n27 Let them be glad and rejoice, that favor my righteous dealing; *\nyea, let them say alway, Blessed be the LORD, who hath pleasure in the prosperity of his servant.\n28 And as for my tongue, it shall be talking of thy righteousness, *\nand of thy praise all the day long.\n29 Glory be to the Father, and to the Son, *\nand to the Holy Ghost;\n30 As it was in the beginning, is now, and ever shall be, *\nworld without end. Amen."
}