{
  "version": "coverdale",
  "name": "Coverdale Psalter",
  "description": "Psalms in the translation of Miles Coverdale (1488-1569), used in the Book of Common Prayer",
  "psalms": [
    {
      "psalm_number": 1,
      "latin_name": "Beatus vir",
      "text": "Blessed is the man that hath not walked in the counsel of the ungodly, nor stood in the way of sinners, and hath not sat in the seat of the scornful.\nBut his delight is in the law of the Lord: and in his law will he exercise himself day and night.\nAnd he shall be like a tree planted by the water-side: that will bring forth his fruit in due season. His leaf also shall not wither: and look, whatsoever he doeth, it shall prosper.\nAs for the ungodly, it is not so with them: but they are like the chaff, which the wind scattereth away from the face of the earth.\nFor this cause therefore the ungodly shall not be able to stand in the judgment: neither the sinners in the congregation of the righteous.\nBut the Lord knoweth the way of the righteous: and the way of the ungodly shall perish.",
      "recommended_tone": "1B"
    },
    {
      "psalm_number": 2,
      "latin_name": "Quare fremuerunt",
      "text": "Why do the heathen so furiously rage together: and why do the people imagine a vain thing?\nThe kings of the earth stand up, and the rulers take counsel together against the Lord, and against his anointed, saying,\nLet us break their bonds asunder: and cast away their cords from us.\nHe that dwelleth in heaven shall laugh them to scorn: the Lord shall have them in derision.\nThen shall he speak unto them in his wrath: and vex them in his sore displeasure.\nYet have I set my king upon my holy hill of Sion.\nI will preach the law, whereof the Lord hath said unto me: Thou art my son, this day have I begotten thee.\nDesire of me, and I shall give thee the heathen for thine inheritance: and the utmost parts of the earth for thy possession.\nThou shalt break them with a rod of iron: and break them in pieces like a potter's vessel.\nBe wise now therefore, O ye kings: be learned, ye that are judges of the earth.\nServe the Lord in fear: and rejoice unto him with reverence.\nKiss the son, lest he be angry, and so ye perish from the right way: if his wrath be kindled, (yea, but a little,) blessed are all they that put their trust in him.",
      "recommended_tone": "3A"
    },
    {
      "psalm_number": 3,
      "latin_name": "Domine, quid multiplicati",
      "text": "Lord, how many are they increased that trouble me: many are they that rise against me.\nMany one there be that say of my soul: There is no help for him in his God.\nBut thou, O Lord, art my defender: thou art my worship, and the lifter up of my head.\nI did call upon the Lord with my voice: and he heard me out of his holy hill.\nI laid me down and slept, and rose up again: for the Lord sustained me.\nI will not be afraid for ten thousands of the people: that have set themselves against me round about.\nUp, Lord, and help me, O my God: for thou smitest all mine enemies upon the cheek-bone; thou hast broken the teeth of the ungodly.\nSalvation belongeth unto the Lord: and thy blessing is upon thy people.",
      "recommended_tone": "2"
    },
    {
      "psalm_number": 4,
      "latin_name": "Cum invocarem",
      "text": "Hear me when I call, O God of my righteousness: thou hast set me at liberty when I was in trouble; have mercy upon me, and hearken unto my prayer.\nO ye sons of men, how long will ye turn my honour into shame: how long will ye love vanities, and seek after leasing?\nKnow this also, that the Lord hath chosen to himself the man that is godly; when I call upon the Lord, he shall hear me.\nStand in awe, and sin not: commune with your own heart upon your bed, and be still.\nOffer the sacrifice of righteousness: and put your trust in the Lord.\nThere be many that say: Who will shew us any good? Lord, lift thou up the light of thy countenance upon us.\nThou hast put gladness in my heart: more than they have, when their corn and their wine increased.\nI will lay me down in peace, and take my rest: for it is thou, Lord, only, that makest me dwell in safety.",
      "recommended_tone": "8"
    },
    {
      "psalm_number": 5,
      "latin_name": "Verba mea auribus",
      "text": "Ponder my words, O Lord: consider my meditation.\nO hearken thou unto the voice of my calling, my King, and my God: for unto thee will I make my prayer.\nMy voice shalt thou hear betimes, O Lord: early in the morning will I direct my prayer unto thee, and will look up.\nFor thou art the God that hast no pleasure in wickedness: neither shall any evil dwell with thee.\nSuch as be foolish shall not stand in thy sight: for thou hatest all them that work vanity.\nThou shalt destroy them that speak leasing: the Lord will abhor both the blood-thirsty and deceitful man.\nBut as for me, I will come into thine house, even upon the multitude of thy mercy: and in thy fear will I worship toward thy holy temple.\nLead me, O Lord, in thy righteousness, because of mine enemies: make thy way plain before my face.\nFor there is no faithfulness in their mouth; their inward parts are very wickedness; their throat is an open sepulchre; they flatter with their tongue.\nDestroy thou them, O God; let them perish through their own imaginations: cast them out in the multitude of their ungodliness; for they have rebelled against thee.\nBut let all them that put their trust in thee rejoice: they shall ever be giving of thanks, because thou defendest them; they that love thy Name shall be joyful in thee.\nFor thou, Lord, wilt bless the righteous; and with favour wilt thou compass him as with a shield.",
      "recommended_tone": "1A"
    },
    {
      "psalm_number": 6,
      "latin_name": "Domine, ne in furore",
      "text": "Lord, rebuke me not in thine anger: neither chasten me in thy heavy displeasure.\nHave mercy upon me, O Lord, for I am weak: O Lord, heal me, for my bones are vexed.\nMy soul also is sore troubled: but, Lord, how long wilt thou punish me?\nTurn thee, O Lord, and deliver my soul: O save me for thy mercy's sake.\nFor in death no man remembereth thee: and who will give thee thanks in the pit?\nI am weary of my groaning; every night wash I my bed: and water my couch with my tears.\nMy beauty is gone for very trouble: and worn away because of all mine enemies.\nAway from me, all ye that work vanity: for the Lord hath heard the voice of my weeping.\nThe Lord hath heard my petition: my Lord will receive my prayer.\nAll mine enemies shall be confounded, and sore vexed: they shall be turned back, and put to shame suddenly.",
      "recommended_tone": "8"
    },
    {
      "psalm_number": 7,
      "latin_name": "Domine, Deus meus",
      "text": "O Lord my God, in thee have I put my trust: save me from all them that persecute me, and deliver me;\nLest he devour my soul like a lion, and tear it in pieces, while there is none to help.\nO Lord my God, if I have done any such thing: or if there be any wickedness in my hands;\nIf I have rewarded evil unto him that dealt friendly with me: (yea, I have even delivered him that without any cause is mine enemy;)\nThen let mine enemy persecute my soul, and take me: yea, let him tread my life down upon the earth, and lay mine honour in the dust.\nStand up, O Lord, in thy wrath, and lift up thyself, because of the rage of mine enemies: awake for me to the judgment that thou hast commanded.\nAnd so shall the congregation of the people come about thee: for their sakes therefore lift up thyself again.\nThe Lord shall judge the people: give sentence with me, O Lord, according to my righteousness, and according to the innocency that is in me.\nO let the wickedness of the ungodly come to an end: but guide thou the just. For the righteous God trieth the very hearts and reins.\nMy help cometh of God: who preserveth them that are true of heart.\nGod is a righteous judge, strong and patient: and God is provoked every day.\nIf a man will not turn, he will whet his sword; he hath bent his bow, and made it ready.\nHe hath prepared for him the instruments of death; he ordaineth his arrows against the persecutors.\nBehold, he travaileth with mischief: he hath conceived sorrow, and brought forth ungodliness.\nHe hath digged a pit and fallen into the ditch that he made.\nHis travail shall come upon his own head: and his wickedness shall fall on his own pate.\nI will give thanks unto the Lord, according to his righteousness: and I will praise the Name of the Lord most Highest.",
      "recommended_tone": "1A"
    },
    {
      "psalm_number": 8,
      "latin_name": "Domine, Dominus noster",
      "text": "O Lord our Governor, how excellent is thy Name in all the world: thou that hast set thy glory above the heavens!\nOut of the mouth of very babes and sucklings hast thou ordained strength, because of thine enemies: that thou mightest still the enemy, and the avenger.\nWhen I consider thy heavens, even the work of thy fingers: the moon and the stars, which thou hast ordained;\nWhat is man, that thou art mindful of him: or the son of man, that thou visitest him?\nThou madest him lower than the angels: to crown him with glory and worship.\nThou makest him to have dominion of the works of thy hands: and thou hast put all things in subjection under his feet;\nAll sheep and oxen: yea, and the beasts of the field;\nThe fowls of the air, and the fishes of the sea: and whatsoever walketh in the paths of the seas.\nO Lord our Governor: how excellent is thy Name in all the world!",
      "recommended_tone": "5"
    },
    {
      "psalm_number": 9,
      "latin_name": "Confitebor tibi",
      "text": "I will give thanks unto thee, O Lord, with my whole heart: I will speak of all thy marvellous works.\nI will be glad and rejoice in thee: yea, my songs will I make of thy Name, O thou most Highest.\nWhiles mine enemies are driven back: they shall fall and perish at thy presence.\nFor thou hast maintained my right and my cause: thou art set in the throne that judgest right.\nThou hast rebuked the heathen, and destroyed the ungodly: thou hast put out their name for ever and ever.\nO thou enemy, defections are come to a perpetual end: even as thou hast destroyed the cities; their memorial is perished with them.\nBut the Lord shall endure for ever: he hath also prepared his seat for judgment.\nFor he shall judge the world in righteousness: and minister true judgment unto the people.\nThe Lord also will be a defence for the oppressed: even a refuge in time of trouble.\nAnd they that know thy Name will put their trust in thee: for thou, Lord, hast never failed them that seek thee.\nO praise the Lord which dwelleth in Sion: shew the people of his doings.\nFor when he maketh inquisition for blood, he remembereth them: and forgetteth not the complaint of the poor.\nHave mercy upon me, O Lord; consider the trouble which I suffer of them that hate me, thou that liftest me up from the gates of death:\nThat I may shew all thy praises within the gates of the daughter of Sion: I will rejoice in thy salvation.\nThe heathen are sunk down in the pit that they made: in the same net which they hid privily is their own foot taken.\nThe Lord is known to execute judgment: the ungodly is trapped in the work of his own hands. This is a thing to be noted.\nThe wicked shall be turned into hell: and all the people that forget God.\nFor the poor shall not alway be forgotten: the patient abiding of the meek shall not perish for ever.\nUp, Lord, and let not man have the upper hand: let the heathen be judged in thy sight.\nPut them in fear, O Lord: that the heathen may know themselves to be but men.",
      "recommended_tone": "6C"
    },
    {
      "psalm_number": 10,
      "latin_name": "Ut quid, Domine",
      "text": "Why standest thou so far off, O Lord: and hidest thy face in the needful time of trouble?\nThe wicked have in their pride persecuted the poor: let them be taken in the crafty wiliness that they have imagined.\nFor the wicked doth make his boast of his heart's desire: and speaketh good of the covetous, whom God abhorreth.\nThe wicked is so proud, that he careth not for God: neither is God in all his thoughts.\nHis ways are alway grievous: thy judgments are far above out of his sight, and therefore defieth he all his enemies.\nFor he hath said in his heart, Tush, I shall never be cast down: there shall no harm happen unto me.\nHis mouth is full of cursing, deceit, and fraud: under his tongue is ungodliness and vanity.\nHe sitteth lurking in the thievish corners of the streets: and privily in his lurking dens doth he murder the innocent; his eyes are set against the poor.\nFor he lieth in wait secretly, even as a lion lurketh he in his den: that he may ravish the poor, he doth ravish the poor, when he draweth him into his net.\nHe croucheth, and boweth himself, that the number of his strong men may fall by his strokes.\nHe hath said in his heart, God hath forgotten: he hideth away his face, and he will never see it.\nUp, Lord, and lift up thine hand, O God: forget not the poor.\nWherefore should the wicked blaspheme God: seeing that he hath said in his heart, Thou God carest not for it?\nSurely thou hast seen it: for thou beholdest ungodliness and wrong, that thou mayest take the matter into thy hand: the poor committeth himself unto thee, for thou art the helper of the friendless.\nBreak thou the power of the ungodly and malicious: and when thou hast sought out his wickedness, thou shalt find none.\nThe Lord is King for ever and ever: and the heathen are perished out of the land.\nLord, thou hast heard the desire of the poor: thou preparest their heart, and thine ear hearkeneth thereto;\nTo help the fatherless and poor unto their right: that the man of the earth may be no more made afraid.",
      "recommended_tone": "8"
    }
  ]
}